[
    {
        "Id":120121,
        "SuitId":1201,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Speer was still human, she was an architect of Cosmos Industries who designed many buildings in the Golden Age.",
        "Condition":811003
    },
    {
        "Id":120122,
        "SuitId":1201,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Now, Speer works with the Archaeological Team of WGAA to seek and preserve the heritage sites on Earth.",
        "Condition":811006
    },
    {
        "Id":130121,
        "SuitId":1301,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Modell was still human, she was known for being a defensive master of warfare. As long as she stands, not a single enemy can break through her line of defense.",
        "Condition":811003
    },
    {
        "Id":130122,
        "SuitId":1301,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Now, Modell devotes herself to protecting Constructs, landing powerful counterattacks on all enemies approaching her.",
        "Condition":811006
    },
    {
        "Id":130421,
        "SuitId":1304,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Hermann was still human, she was an outstanding scout who could accurately grasp every detail on the battlefield.",
        "Condition":811003
    },
    {
        "Id":130422,
        "SuitId":1304,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Long-ranged battles are Hermann's strong suit. She is of great help to the Constructs in long-ranged battles.",
        "Condition":811006
    },
    {
        "Id":140121,
        "SuitId":1401,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Archimedes was an opponent of mechanical technology. She devoted herself to studying mathematical models, which contributed greatly to the mathematical development in the Golden Age. Her accurate calculation has helped the Constructs weather the storms on different battlefields.",
        "Condition":811003
    },
    {
        "Id":140122,
        "SuitId":1401,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Now, living in a form she despises the most, she has lost all her will for work.",
        "Condition":811006
    },
    {
        "Id":140421,
        "SuitId":1404,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"In the Golden Age, Edison was a prominent scientist whose inventions brought great value to Cosmos Industries. Her presence alone lit up hope for humanity.",
        "Condition":811003
    },
    {
        "Id":140422,
        "SuitId":1404,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"In addition to advanced technologies, Edison is fond of restoring machines from the old times. Recently, she is hopelessly mesmerized by a device called the phonograph.",
        "Condition":811006
    },
    {
        "Id":140721,
        "SuitId":1407,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Alice was a well-known magician in the Golden Age. Her card tricks and rabbit staff were her iconic features in the show. The audience is always reminded of their own child-life and their happy summer days.",
        "Condition":811003
    },
    {
        "Id":140722,
        "SuitId":1407,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Alice is now striving to come up with new magic show ideas and pranks to play on the commandant.",
        "Condition":811006
    },
    {
        "Id":141021,
        "SuitId":1410,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Cunningham was still human, she had exceptional sailing skills and profound experience in naval battles, which have been of great help to Constructs in naval operations.",
        "Condition":811003
    },
    {
        "Id":141022,
        "SuitId":1410,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Cunningham is now in a spin over the affairs in New Murmansk.",
        "Condition":811006
    },
    {
        "Id":141321,
        "SuitId":1413,
        "Order":1,
        "Type":2,
        "Title":"Story",
        "Text":"Fairytales—imaginative, fantastic, ephemeral. Yet, still rooted within one's struggles in reality.",
        "Condition":811001
    },
    {
        "Id":150121,
        "SuitId":1501,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Erwin was small, she longed to be an engineer. She was, however, forced to serve in the army due to family reasons. Her talents were unrestricted by her poor health, though her luck was notoriously bad. On the battlefield, her sophisticated tactics have helped turned the tide of innumerable battles.",
        "Condition":811003
    },
    {
        "Id":150122,
        "SuitId":1501,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Now, Erwin supervises the commandant's practices in her spare time, though she will soft-heartedly and reluctantly end the practice earlier when the commandant begs her.",
        "Condition":811006
    },
    {
        "Id":150221,
        "SuitId":1502,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Aife was still human, she was Cottie's sniper. Always alert and trigger happy, she greets strangers with bullets instead of hellos. Her outstanding sniping techniques are of great help to Constructs on battlefields.",
        "Condition":811003
    },
    {
        "Id":150222,
        "SuitId":1502,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Even when seeing friends, Aife has an irresistible urge to pull the trigger. This gave her a habit of forcibly holding down her firing arm even when meeting familiar faces. Though, she soon realized that without a physical form, she can no longer shoot others.",
        "Condition":811006
    },
    {
        "Id":150321,
        "SuitId":1503,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"In the middle of the Post-Pandemic Age when Ike still had his body, he belonged to a clandestine organization full of body modders. Despising full-body modification like Construct technology, they only enhanced certain parts of their bodies. Ike was one of their elites, though he might have had plans different from the others. His fighting skills though, were undoubtedly top-notch.",
        "Condition":811003
    },
    {
        "Id":150322,
        "SuitId":1503,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Even though Ike has lost his body, he seems to be quite indifferent about it. It is worth noting that Ike and President Hassen appear to be a pair of old friends.",
        "Condition":811006
    },
    {
        "Id":150421,
        "SuitId":1504,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Voltaire was still human, she was a literary giant whose philosophy has enlightened many litterateurs in the Golden Age. Her works depicted the embryonic form of the World Government and provided the grounds for its formation. She could pinpoint the enemy's theoretical weaknesses in battles and guide Constructs to land effective attacks.",
        "Condition":811003
    },
    {
        "Id":150422,
        "SuitId":1504,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"It seems that Voltaire and Shakespeare do not get along. The reason behind this is unknown, even to the commandant.",
        "Condition":811006
    },
    {
        "Id":150521,
        "SuitId":1505,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Gloria was still human, she was an artillery officer as well as a devoted antisaccharinist. She is good at breaking the guard of enemies, which is of great help to Constructs.",
        "Condition":811003
    },
    {
        "Id":150522,
        "SuitId":1505,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Gloria boasts a high shooting accuracy. Karenina could not agree more with her motto of \"MORE DAKKA!\"",
        "Condition":811006
    },
    {
        "Id":150621,
        "SuitId":1506,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Richelieu was still human, she was one of the cardinals in the early Golden Age. Foreseeing that religion would lose its appeal, she proposed creating bionic robots for religious services, yet it was met with the opposition of the church. Only when her predictions proved true did the churches hastily activate the batch of mechanical members created by Richelieu. It is worth noting that Richelieu's medical techniques were unmatched among all the churches.",
        "Condition":811003
    },
    {
        "Id":150622,
        "SuitId":1506,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Richelieu was not surprised by the church's stance—she predicted that as well. Now, she has a new and gratifying mission in helping Babylonia with diplomatic relations with different factions.",
        "Condition":811006
    },
    {
        "Id":150721,
        "SuitId":1507,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Samantha was still human, she gravitated towards various animals since her childhood. This fact, along with her aristocratic upbringing, it was no wonder that she became the manager of the urban ecology research center.",
        "Condition":811003
    },
    {
        "Id":150722,
        "SuitId":1507,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Now, in addition to providing medical help as a memory chip, Babylonia's ecology research center is her second home.",
        "Condition":811006
    },
    {
        "Id":150821,
        "SuitId":1508,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Mozart was still human, she loved collecting musical works created before the Golden Age. By combining and remixing them, she pioneered a whole new genre that changed Golden Age music. Now, Mozart's tunes, from relaxing to soul-stirring, are all classics and staples on Square Wave Radio.",
        "Condition":811003
    },
    {
        "Id":150822,
        "SuitId":1508,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"In addition to her musical contribution, Mozart is also somewhat of a gourmet. Yet, without a physical body, the sweet succulent taste of fried pork chops will never graze her taste buds again.",
        "Condition":811006
    },
    {
        "Id":155021,
        "SuitId":1550,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"The bells rang at midnight, heralding the first Christmas Liv spent with her companions. For this day, Liv has even prepared an ornate set of new clothes. Having this memory with you will make you motivated even on the battlefield.",
        "Condition":811001
    },
    {
        "Id":155022,
        "SuitId":1550,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"On this special day, Liv played a joyful ballad with her trombone. She finally came before the commandant, speaking the words that long stirred in her heart. \"This is our first Christmas together, Commandant. Merry Christmas!\" She continued gently, \"I look forward to you being on my side next year as well!\"",
        "Condition":811001
    },
    {
        "Id":155121,
        "SuitId":1551,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Babylonia has banned fireworks, but what would a new year without people having a blast? Be a hero and save the festival!",
        "Condition":811001
    },
    {
        "Id":155122,
        "SuitId":1551,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Igniting, and... fire—! \"Hey, that's a holographic screen over there!\" \"Boom—Boom—Pow—\" \"...Fine, if that's how it is, let's go all out!\" And so it was that the explosive welcoming of the new year blew everyone away.",
        "Condition":811001
    },
    {
        "Id":155221,
        "SuitId":1552,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"The collective memory of certain Easterners in the past, of a wish named homesickness. Dusting off her old memories, remembrance—reunion—came to a certain girl. Alight with these thoughts, the girl stands firmly once more against her enemies.",
        "Condition":811001
    },
    {
        "Id":155222,
        "SuitId":1552,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Sorry, Commandant, I didn't see you coming in... No, I'm fine. Nothing to worry about me... By the way, today is Lantern Festival in human history. Would you like to have a bowl of Tang Yuan, Commandant?",
        "Condition":811001
    },
    {
        "Id":160121,
        "SuitId":1601,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"An introverted assassin when she still had her body. Condelina's targets were all met with a swift and painless death. Her extensive experience as an assassin helps the Constructs in various battles.",
        "Condition":811003
    },
    {
        "Id":160122,
        "SuitId":1601,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"She loves singing when being alone, but after becoming a memory chip, only a select few Constructs, like Liv, can hear her beautiful voice.",
        "Condition":811006
    },
    {
        "Id":160221,
        "SuitId":1602,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"A prolific writer with words endow'd; He seeded great minds of the Golden Age; Some WGAA thinkers see him as the trend-; -maker of mechanoid restoration; His talents unmatched, and it little fades; In heat of battle, or the fiery page.",
        "Condition":811003
    },
    {
        "Id":160222,
        "SuitId":1602,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Though now a memory, his quill ain't still; Penning odes lovely, hateful, humanly; A chance meeting with a commandant gray; \"A spark!\" Says he, and vanished since that shrill.",
        "Condition":811006
    },
    {
        "Id":160321,
        "SuitId":1603,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Heisen was still human, she was a madly driven biologist who would even experiment on her own body for science. The human body no longer holds any secrets for her, and she has kept this treasure trove of knowledge to herself alone. Word has it that someone once tried to steal Heisen's research. That someone quickly went missing. It was only after a massive rainstorm that his burnt and thunderstruck corpse drifted out of the sewers.",
        "Condition":811003
    },
    {
        "Id":160322,
        "SuitId":1603,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"When the memory-form Heisen met the Constructs, she was exhilarated at the fruition of a completely foreign field of technology. Trying to dissect Constructs without a corporeal form herself has now become a daily quandary for her.",
        "Condition":811006
    },
    {
        "Id":160421,
        "SuitId":1604,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"The once human Darwin revolutionized the biological sciences, bringing about theories that were highly esteemed by the biologists in the Golden Age. Yet that did not satiate Darwin. It was the ultimate evolution of human beings that the scientist sought. To achieve this, innumerable experiments were carried, even on the self. In this current state, is Darwin a he, or a she? To the transhumanist, it hardly seems to matter.",
        "Condition":811003
    },
    {
        "Id":160422,
        "SuitId":1604,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Not only a biologist, but also an inquisitive adventurer—the unflinching Darwin has been of great help for Constructs on the battlefield. Now, even without a body, Darwin still plans on leaving Babylonia and doing research on Earth.",
        "Condition":811006
    },
    {
        "Id":160521,
        "SuitId":1605,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Hanna was still human, she was a well-known corporate spy rumored to be the daughter of the great musician Hanson. With her mastery of disguise and stealth, she infiltrated various big companies. Every theft of hers came with a signature of \"Hanna\". No one, including her employers, knows anything concrete about her—the spy is always the initiator. Her expertise in espionage is of great help to Constructs in special operations.",
        "Condition":811003
    },
    {
        "Id":160522,
        "SuitId":1605,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Now, Hanna likes appearing before others in formal outfits. Though, users of Hanna's memory chip are kindly reminded to never take her for her word.",
        "Condition":811006
    },
    {
        "Id":160621,
        "SuitId":1606,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Cottie died at the age of 86 from diabetic complications caused by donut overdose. It is said that she passed away peacefully right after she ordered a donut delivery. Cottie's religious obsession with donuts was deemed military-grade, and so she was made into a memory chip.",
        "Condition":811003
    },
    {
        "Id":160622,
        "SuitId":1606,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Cottie rewarded Syndicute members with donuts for their hard work, and this caused their overall blood sugar levels and weight to rise. Now, without a body, she is constantly scheming about spreading her fried dough addiction to the commandant.",
        "Condition":811006
    },
    {
        "Id":160721,
        "SuitId":1607,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Da Vinci is deemed one of the most important advocates of the mechanoid restoration trends. To call her works masterpieces would be a disgrace for their perfection. Her heavenly crafts are now deservedly stored in the most exquisite showcases of the WGAA. A polymath, it is rumored that most of Cosmos Industries' early products are based on Da Vinci's manuscripts. Her cultural weight makes her presence alone an inspiring beacon to Constructs on the battlefield.",
        "Condition":811003
    },
    {
        "Id":160722,
        "SuitId":1607,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Da Vinci's biggest regret for becoming a memory chip is her inability to create art by hand. To Da Vinci, relying on machines to realize her ideas is soulless. The commandant is the only one who can cheer her up in these gloomy times.",
        "Condition":811006
    },
    {
        "Id":160821,
        "SuitId":1608,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Catherine was still human, she was the owner of Rose Garden. The details of Rose Garden did not survive the trials of time, but according to Catherine, it was located in a valley, and the windows were covered by deep red drapes, so that people inside would not notice the flow of time. Catherine spent her whole life in the garden alone, during which only one mysterious person visited.",
        "Condition":811003
    },
    {
        "Id":160822,
        "SuitId":1608,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Catherine is a medical professional who understands true pain and loneliness. This is why she wants to protect her friends from the suffering she felt before. When she met the commandant for the first time, it brought back some memories to her. But without a body, they seem to hardly matter anymore.",
        "Condition":811006
    },
    {
        "Id":160921,
        "SuitId":1609,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When she was still human, she completed the fundamental theoretical framework for space colonization, taking scientific development to a whole new level. Her knowledge of material properties is also immensely helpful in battle.",
        "Condition":811003
    },
    {
        "Id":160922,
        "SuitId":1609,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Real mad for cute lasses, even physical death could not part her from her cute-is-justice philosophy. She has been continuing with her research, but is refusing to share the results with Asimov. After all, Asimov is still quite a ways from being a cute girl.",
        "Condition":811006
    },
    {
        "Id":161021,
        "SuitId":1610,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Philip II was born into a military family and received strict a military education since her childhood. But why make war, when you can make art? The military and industrial sectors may have been thriving during the Golden Age, but to pursue the sublime heights, and to soothe the spirits of the people, Philip II left her family at a young age to join the newly established WGAA. Her flute performance is said to be quite a feast for the ears.",
        "Condition":811003
    },
    {
        "Id":161022,
        "SuitId":1610,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Philip II loves performing on stage. A master of various musical performance styles, she can easily comfort the minds of her audience. President Allen is currently preparing a concert for Philip II and other virtual idols.",
        "Condition":811006
    },
    {
        "Id":161121,
        "SuitId":1611,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Guinevere was still human, she was fond of analyzing interpersonal relationships and searching for this thing called love in them. Despite being able to get along with everyone, no one has ever truly understood her. She eventually embarked on a journey to find true love and disappeared from the face of the earth. Guinevere's movements are graceful sights that heal the mind and provide emotional support for soldiers on the battlefield.",
        "Condition":811003
    },
    {
        "Id":161122,
        "SuitId":1611,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"It seems that she might have special feelings for the commandant, but when being asked about this, she always replies with an ambiguous answer and a subtle smile.",
        "Condition":811006
    },
    {
        "Id":161221,
        "SuitId":1612,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Frederick was a famous virtual idol during the mechanoid restoration craze. Like a ghost in the shell, she would hide in the currents of the internet and do guerilla gigs on random terminals. The origins of Frederick are a mystery, though some researchers believe that her design might have been inspired by the early Golden Age WGAA member, Philip II. Concerning this matter, President Allen has refused to provide any answers. Frederick's experience in stealth and dodging has taught many Constructs how to avoid damage in battles.",
        "Condition":811003
    },
    {
        "Id":161222,
        "SuitId":1612,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Frederick is unaware of how she got turned into a memory chip, but it hardly matters. After all, she can still hold concerts. Ever since she joined, her morning gigs have practically decommissioned the commandant's alarm clock.",
        "Condition":811006
    },
    {
        "Id":161321,
        "SuitId":1613,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Bathlon was still human, she was known as a one-man army, specializing in one-against-many warfare. Despite her outstanding contributions, Bathlon shunned fame and wealth. She stayed a mere soldier until her death. She knew deep down inside that peace was not for her, and that the battlefield will be her final resting place. Bathlon's battle experience provides great strategic insight to Constructs in battle.",
        "Condition":811003
    },
    {
        "Id":161322,
        "SuitId":1613,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Now, Bathlon is back on the battlefield in the form of a memory chip, wielding her military talents to her heart's content. She seems quite unfazed about being turned in a memory chip, in fact, she seems even a bit happy about it. After all, she no longer has to worry about her receding hairline.",
        "Condition":811006
    },
    {
        "Id":161421,
        "SuitId":1614,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Patton was still human, she was more a slaughterer than a soldier. She never wore an army uniform. Military discipline meant nothing to her. She did only one thing, and she was good at it—destroying all enemies on the battlefield. Patton's valiance has been an inspiring example to all Constructs.",
        "Condition":811003
    },
    {
        "Id":161422,
        "SuitId":1614,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Before the commandant pointed it out, Patton had no idea why everyone would be scared away the second they see her. Now, Patton is dedicating time to learn how to control her facial expressions and her sword arm from lashing out.",
        "Condition":811006
    },
    {
        "Id":161521,
        "SuitId":1615,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"When Zu Wenyuan was alive, he served as the supreme leader of Fuxi crew, a branch of Kowloong Chamber of Commerce. His main areas of expertise include astronomy and mathematics, and he was the first to ever observe superluminal travel beyond the Milky Way. His mechanical knowledge also led to the creation of the prototypes of Musashi and Prime, and subsequently the East Asian style of mechanoids. He also left many mechanical upgrade plans that were way ahead of his time, but before he was able to implement them, he died in a liquid nitrogen leak caused by an \"accident\". It was said that the Observatory located within Kowloong Corp was also built using one of his early designs.",
        "Condition":811003
    },
    {
        "Id":161522,
        "SuitId":1615,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Zu Wenyuan's memory was later recycled by the Science Council and made into a Memory Chip. He never talked about his past death in this new form, but chose to focus on a secret research, as if he was trying to prevent something from happening. Even Asimov was overwhelmed by the vast amount of data presented by Zu, and could not discover the real nature of this research, which led to frequent quarrels.",
        "Condition":811006
    },
    {
        "Id":141621,
        "SuitId":1416,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"The human Nimitz was an excellent navigator and tactician in the deep sea. She is of great help to Constructs in deep sea missions.",
        "Condition":811003
    },
    {
        "Id":141622,
        "SuitId":1416,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Nimitz is now dealing with Port Murmansk matters with Cunningham.",
        "Condition":811006
    },
    {
        "Id":150921,
        "SuitId":1509,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Boudica was an important figure in the mechanical restoration craze. She believes in machine sentience, thinking that machines should have the same right as human beings. She also led armed conflicts against anti-machinists.",
        "Condition":811003
    },
    {
        "Id":150922,
        "SuitId":1509,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Boudica's memory was later recovered by the World Government. Her commanding prowess and tactical abilities have been of great help to frontline soldiers.",
        "Condition":811006
    },
    {
        "Id":161621,
        "SuitId":1616,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"An early military Construct. Support type. Carries mobile terraforming equipment, and is responsible for battlefield surveying and basic construction work. Not built for combat, Koya is more suited to providing support to his comrades before and after a battle. He is also a close friend of Kamui. During his time with Kamui, Koya has noticed some secrets of Kamui, but has decided to stay silent on the matter, and he himself does not mind them at all. In his last mission, Koya received special orders from Nikola. The mission failed and Koya lost his life.",
        "Condition":811003
    },
    {
        "Id":161622,
        "SuitId":1616,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Using the simulated data in Babylonia's database, a Koya memory chip was created. The memory chip Koya is, however, extremely unstable. Only a few select members can receive his help.",
        "Condition":811006
    },
    {
        "Id":155521,
        "SuitId":1555,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"A collaboration memory with KFC. It's finger lickin' good.",
        "Condition":811003
    },
    {
        "Id":155522,
        "SuitId":1555,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Hmph, yeah yeah, just sit there and I'll get it to you.",
        "Condition":811006
    },
    {
        "Id":155621,
        "SuitId":1556,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"A collaboration memory with KFC. The best service for customers.",
        "Condition":811003
    },
    {
        "Id":155622,
        "SuitId":1556,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Welcome, Commandant. I thought you wouldn't come today.",
        "Condition":811006
    },
    {
        "Id":161721,
        "SuitId":1617,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Leeuwenhoek was one of Kurono's chief technicians back when he was alive. His primary fields of study included ultra-precision military manufacturing, as well as the design and improvement of internal vital circuits after Construct Tech was introduced. As Punishing Virus continued to wreak havoc, Leeuwenhoek was deeply concerned. He wanted to leave Kurono to fight for the mankind instead. Unfortunately, Kurono would never allow him to escape. On the night that Leeuwenhoek tried to leave the lab, a bolt soaked in neurotoxin struck his back...",
        "Condition":811003
    },
    {
        "Id":161722,
        "SuitId":1617,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Kurono retrieved Leeuwenhoek's body and made a backup of his memories before his brain activity completely stopped. The Memory Chip was then used to assist the artificial intelligence in research, but was later brought back to Babylonia by Asimov in an operation. Reborn as a Memory, Leeuwenhoek was finally able to fulfil his wish. His original Memory Chip was installed in Asimov's lab, while the authorized copies were also distributed to the Task Force to help them in tactical analysis and decision making. When Zu Wenyuan and Asimov had their arguments, Leeuwenhoek was sometimes seen mediating between them.",
        "Condition":811006
    },
    {
        "Id":161811,
        "SuitId":1618,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"His wisdom helped to frame the reign.\\nWho said a scholar could not be a general? Sword and armor were his best friends.\\nTwenty years of warfare, thirty ages of legacy.\\nHis flesh is long gone, but his soul lives in Guiyun.",
        "Condition":811003
    },
    {
        "Id":161822,
        "SuitId":1618,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"—Why would Qu give your Memory Chip to us?\\n—Times have changed. She's no longer the ruler, and I'm no longer her advisor.\\n—And she knows what I want to see.",
        "Condition":811006
    },
    {
        "Id":161921,
        "SuitId":1619,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Star of Life under the personal profile, the record of Flamel left in the Star of Life now is the name only, as if she has never existed. No one knows what she went through, but only fragmented rumors tell of her wild experiments in medicine. Some people say that Flamel's experiments allowed her to live forever in a human state with her beloved, while others say that her experiments will bring the dead back form the dark. No one knows the truth if these rumors, but only some dusty data indicate that it is not groundless, and the door of taboos has indeed been pushed open.",
        "Condition":811003
    },
    {
        "Id":161922,
        "SuitId":1619,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"People who have passed away should pass away with dignity, instead of being resurrected by all means, so that's one of the reasons why her name is taboo. Stop tracing her trail, and this is the only advice I can leave for future generations...",
        "Condition":811006
    },
    {
        "Id":162011,
        "SuitId":1620,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"As one of the main sponsors of WGAA, Lucrezia was supposed to have her name listed among other significant WGAA members.\\nQuite to the contrary, everything related to her, even her name, had become a taboo of WGAA.\\nThe publicly disclosed WGAA history had no mention of her name, even the list of sponsors was later modified and referred to her as \"an old friend\" instead.\\nRumor had it that she accumulated her wealth via deals with Kurono. Some tabloid reporters claimed she once sponsored someone that she shouldn't...",
        "Condition":811003
    },
    {
        "Id":162012,
        "SuitId":1620,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Lucrezia's death was as mysterious as her background.\\nThere was no witness, no investigation, no agents running forensic ballistics with laser pointers. Only a few people related to her arrived at the scene, and they all agreed that the body was hers.\\nThat's all we know in Babylonia.\\nOn this desk right now is the Memory Chip named after her. My advice to you is to not go too far tracing its source.\\nAll you have to know is that I have no intention to find out the secrets behind it, nor do I want it to slip into the hands of those who shouldn't have access to it. It's a great chip, after all. — Asimov",
        "Condition":811006
    },
    {
        "Id":162211,
        "SuitId":1622,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Tifa, previously a Construct from the Babylonia Task Force Suzaku. Captured and rebuilt by the Ascendant Roland during a mission, she is defeated in the subsequent battle with Gray Raven.\\nAfterward, the containment chamber she is in is retrieved by Babylonia personnel, and there have been no more records of her.",
        "Condition":811003
    },
    {
        "Id":162212,
        "SuitId":1622,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"I want to... see the commandant again...\\nI want to... tell the commandant that I've survived...\\nBut she is in no shape to see anyone ever again. Instead of hopelessly persisting, perhaps an end would be a better ending for the suffering young girl.\\nThat is why when the blade Sariel pierces her chest, she does not resist.\\nPerhaps the unspoken words those pale lips would have said is not a cry of pain, but a sigh of relief.",
        "Condition":811006
    },
    {
        "Id":155321,
        "SuitId":1553,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Before the coming of the celebratory day, Babylonia are making all efforts to prepare various materials and gifts to fill up the preparation room of Gray Raven. \"Wrap it up! Commandant must love it!\" Although he cannot understand why he has to do such meaningless things, Lee is still packing the gifts before the commandant arrives, with the celebration costumes draped around his shoulders.",
        "Condition":811003
    },
    {
        "Id":155322,
        "SuitId":1553,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"...Would you like one? Lee passes you a cake made in Kowloong from the tray in his hand.\\nWait, why does it look a little familiar?",
        "Condition":811006
    },
    {
        "Id":155323,
        "SuitId":1553,
        "Order":3,
        "Type":2,
        "Title":"Story III",
        "Text":"Standing in front of the snow-covered steps, he, as well as the Gray Raven, wrote down their New Year's Wishes on the Kongming Lantern.\\n—May the journey of the Gray Raven last forever.\\n\"Although no evidence showed that a Kongming Lantern can help to fulfill one's wish, I felt happy when I wrote down my wish.\"",
        "Condition":811006
    },
    {
        "Id":2000021,
        "SuitId":20000,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"To Lucia, the hair accessories or even the glamorous-looking kimonos are nothing but mere embellishments. The beauty of a blooming flower lies not in its vessel. The calm maiden steadily arrived at the shrine before it became crowded, bearing nothing but pure wishes.",
        "Condition":811002
    },
    {
        "Id":2000022,
        "SuitId":20000,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"Girl. Sunshine. Silence. Wishes. \"Please... help me convey my feelings to...\" A flower whispers before the shrine, in this world longing for rejuvenation.",
        "Condition":811004
    },
    {
        "Id":2000121,
        "SuitId":20001,
        "Order":1,
        "Type":2,
        "Title":"Story I",
        "Text":"Commandant,do you like me... in this dress ",
        "Condition":811003
    },
    {
        "Id":2000122,
        "SuitId":20001,
        "Order":2,
        "Type":2,
        "Title":"Story II",
        "Text":"A streak of shyness reddens the cheeks of the exquisitely dressed girl. In her flickering eyes, you see her arduous desire for your affirmation.",
        "Condition":811006
    },
    {
        "Id":2000123,
        "SuitId":20002,
        "Order":1,
        "Type":2,
        "Title":"ストーリー1",
        "Text":"黄金のビーチと青い海。 輝く日差しの下、静かな憩いの場が、静かに時を刻む「戦場」へと変貌を遂げた。「指揮官、この程度じゃ全然、興奮できなくてよ？」",
        "Condition":811003
    },
    {
        "Id":2000124,
        "SuitId":20002,
        "Order":2,
        "Type":2,
        "Title":"ストーリー2",
        "Text":"「さあ、2回戦をはじめましょう。手加減は期待しないでちょうだいね。負けた人のお仕置きは…おわかりでしょ？」赤い髪の構造体は、欲望に満ちた笑みを浮かべながら、木刀を下げて新たな挑戦を仕掛けてくる。",
        "Condition":811006
    },
    {
        "Id":5000021,
        "SuitId":50000,
        "Order":1,
        "Type":2,
        "Title":"Story",
        "Text":"A pocket of summer.\\nThe sun-spangled beachside, the small shop under the noon glare, the street corner flickering from the city lights—all memories of you and her.\\nSeasons may come and go, but do never forget this one summer.",
        "Condition":811004
    }
]