[
    {
        "Id": 9003011,
        "GroupId": 90030,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Product of the early Golden Age with basic functions. It can only carry out simple orders.",
        "Condition": 800007
    },
    {
        "Id": 9003012,
        "GroupId": 90030,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Can be seen roaming around wastelands everywhere.",
        "Condition": 800007
    },
    {
        "Id": 9003021,
        "GroupId": 90030,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "It maintains its function by scavenging or dismantling discarded mechanical parts. As a result, it always clashes with human scavengers over resources.",
        "Condition": 800008
    },
    {
        "Id": 9003022,
        "GroupId": 90030,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Protects itself with a piece of oilcloth after taking fatal damage and became partially broken. The weapon it never lets go is once used for dismantling and repairing mechanical devices.",
        "Condition": 800008
    },
    {
        "Id": 9209011,
        "GroupId": 92090,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "It transmits pictures captured by its infrared camera back to the humans and Sentry Guns via transmission lines.",
        "Condition": 800007
    },
    {
        "Id": 9209012,
        "GroupId": 92090,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "After being corrupted, it no longer transmits any data. Instead, the infrared camera output is increased to smoke humans with laser beams.",
        "Condition": 800007
    },
    {
        "Id": 9209021,
        "GroupId": 92090,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A robot created by Cosmos Industries to patrol designated routes. Mostly used for commercial and city security.",
        "Condition": 800008
    },
    {
        "Id": 9212011,
        "GroupId": 92120,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Shows obvious traces of corruption. Already a mindless puppet of the virus.",
        "Condition": 800007
    },
    {
        "Id": 9212012,
        "GroupId": 92120,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Without its lower body, it can only crawl on the ground.",
        "Condition": 800007
    },
    {
        "Id": 9212021,
        "GroupId": 92120,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Once a large security robot commonly used by the clubs. Without proper maintenance and viable substitutes, its heavy upper body has eventually crushed its lower body. After being corrupted by Punishing Virus, it displays great resentment for humans and Constructs with complete bodies.",
        "Condition": 800008
    },
    {
        "Id": 9212022,
        "GroupId": 92120,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Traces of repairs can be found on its surface, though all of them have been carried out improperly. Nearly all repair materials are makeshift materials.",
        "Condition": 800008
    },
    {
        "Id": 9211011,
        "GroupId": 92110,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The gun barrels click open with gear-shaped locks to pour out the spent shells and residue.",
        "Condition": 800007
    },
    {
        "Id": 9211012,
        "GroupId": 92110,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The relatively compact body size and speedy wheel-based movement have put a lot of police dogs out of their jobs.",
        "Condition": 800007
    },
    {
        "Id": 9211021,
        "GroupId": 92110,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Once a city security robot in the cities adjacent to Mexico. People decorated it with crude accessories.",
        "Condition": 800008
    },
    {
        "Id": 9211022,
        "GroupId": 92110,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Its guns were originally loaded with blanks to avoid dealing damage to humans. After being corrupted, it uses everything that fits inside the barrel as shots, which is the reason why the guns have a lot of wear and tear.",
        "Condition": 800008
    },
    {
        "Id": 9210011,
        "GroupId": 92100,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Capable of flight with levitation wings, but the flight distance is limited due to the simplistic design. Nonetheless, one should never underestimate its explosive speed in immediate combat.",
        "Condition": 800007
    },
    {
        "Id": 9210012,
        "GroupId": 92100,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "When inactive, it uses its claws to stabilize itself on the ground. After being corrupted, the claws have become a weapon.",
        "Condition": 800007
    },
    {
        "Id": 9210021,
        "GroupId": 92100,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "An aerial monitor created by Cosmos Industries to patrol designated routes. Much more agile than the ground monitoring robots.",
        "Condition": 800008
    },
    {
        "Id": 9213011,
        "GroupId": 92130,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The spear was originally a circus flagpole. It has adapted it into a weapon.",
        "Condition": 800007
    },
    {
        "Id": 9213012,
        "GroupId": 92130,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The robotic boar it is riding once belonged to a circus. It has retained its aggressive animal instinct and is able to move at high speed.",
        "Condition": 800007
    },
    {
        "Id": 9213021,
        "GroupId": 92130,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A Tamer is a robot designed for performance purposes. Its job was to help humans manage beasts in the circus. In the early Golden Age, bionic beast shows were once a great hit, but the craze quickly died. As the number of human tamers declined, the mechanical counterpart took over.",
        "Condition": 800008
    },
    {
        "Id": 9217011,
        "GroupId": 92170,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "It fashioned a religious symbol from its memory fragments and surrounding scraps, but now, the staff seems to be functioning as a tool for slaughter instead.",
        "Condition": 800007
    },
    {
        "Id": 9217012,
        "GroupId": 92170,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "In order to survive, it has forcefully modified its own body with incompatible parts, rendering itself into a much more terrifying form.",
        "Condition": 800007
    },
    {
        "Id": 9217021,
        "GroupId": 92170,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Still a zealot and a preacher after being infected by the Punishing Virus. Though, its subject of worship seems to have changed from the corruption.",
        "Condition": 800008
    },
    {
        "Id": 9217022,
        "GroupId": 92170,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The age of technological explosion weakened the appeal of faith. The church required bionic evangelists that could carry out their orders with unwavering faith. The Missionary model was one of them.",
        "Condition": 800008
    },
    {
        "Id": 9218011,
        "GroupId": 92180,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Freed it from its past orders by the corruption, the desire to kill has driven it to butcher anyone it sees with a pair of domestic knives.",
        "Condition": 800007
    },
    {
        "Id": 9218012,
        "GroupId": 92180,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Without proper maintenance, its internal wires are exposed. The blades have also essentially become blunt weapons.",
        "Condition": 800007
    },
    {
        "Id": 9218021,
        "GroupId": 92180,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A general-purpose robot designed for the public. With a human-like appearance and an ability to carry out different orders faithfully, it was the most common robot in the world.",
        "Condition": 800008
    },
    {
        "Id": 9220011,
        "GroupId": 92200,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "A Black Spider determines its exact distance with the target location (In a corrupted case, humans) through its compound-eye infrared sensors. Upon arrival, it will initiate its self-destruct sequence. The 360° rotational design gives it a wider detection range than Jitterbombs.",
        "Condition": 800007
    },
    {
        "Id": 9220012,
        "GroupId": 92200,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "While inactive, it will disable its self-destruct sequence and self-compress into a disk shape for ease of transport. It expands when activated. The armor protects the internal fission reactor from being destroyed until it self-destructs.",
        "Condition": 800007
    },
    {
        "Id": 9220021,
        "GroupId": 92200,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A small military explosive robot. It can crawl like an insect on the battlefield and swiftly arrive at designated locations to initiate self-destruction. Compared with Jitterbombs, it has greater firepower and stealth performance.",
        "Condition": 800008
    },
    {
        "Id": 9221011,
        "GroupId": 92210,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "A lawnmower is a Gardener's necessary gear in planting and mowing in the urban regions.",
        "Condition": 800007
    },
    {
        "Id": 9221012,
        "GroupId": 92210,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The apron is supposed to prevent shredded grass from entering its frame, but it has lost its function in the current world.",
        "Condition": 800007
    },
    {
        "Id": 9221021,
        "GroupId": 92210,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Produced in the early Golden Age with simple functions. Mostly used for garden management, urban greening, and farming.",
        "Condition": 800008
    },
    {
        "Id": 9214011,
        "GroupId": 92140,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "A Jitterbomb determines its exact distance with the target location (In a corrupted case, humans) through its compound-eye infrared sensors. Upon arrival, it will initiate its self-destruct sequence.",
        "Condition": 800007
    },
    {
        "Id": 9214012,
        "GroupId": 92140,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Ball-shaped and does not explode while inactive, easy to transport in this state. When activated, the small fission reactor lights up. The reactor is both the energy source and the explosive material.",
        "Condition": 800007
    },
    {
        "Id": 9214021,
        "GroupId": 92140,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A simple industrial explosive robot. The small size allows it to pass through narrow tunnels in mines like an insect. It can move to a designated location to initiate self-destruction.",
        "Condition": 800008
    },
    {
        "Id": 9215011,
        "GroupId": 92150,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The hydraulic system enables acrobatic movements. It also powers the entire frame.",
        "Condition": 800007
    },
    {
        "Id": 9215012,
        "GroupId": 92150,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "With three legs and respectable jumping abilities, it can overcome nearly all terrains.",
        "Condition": 800007
    },
    {
        "Id": 9215013,
        "GroupId": 92150,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "Open the frontal portion of the frame for a drill that can terraform the terrain for lifting operations.",
        "Condition": 800007
    },
    {
        "Id": 9215021,
        "GroupId": 92150,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A portable jack produced in the Golden Age. It can lift heavy loads with ease. Mostly deployed for industrial use and flying car repairs.",
        "Condition": 800008
    },
    {
        "Id": 9216011,
        "GroupId": 92160,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The light cannons on both sides of its body can rotate vertically and horizontally at 180°.",
        "Condition": 800007
    },
    {
        "Id": 9216012,
        "GroupId": 92160,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Equipped with a most simple heat dissipation design. The barrels will turn red and spew smoke to dissipate heat under continuous fire.",
        "Condition": 800007
    },
    {
        "Id": 9216021,
        "GroupId": 92160,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A security robot commonly seen in cities. Created by Cosmos Industries, it patrols along designated routes and locates intruders with signals from monitors. It automatically eliminates unidentified enemies in cities through its basic weaponry.",
        "Condition": 800008
    },
    {
        "Id": 9219011,
        "GroupId": 92190,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Equipped only with basic protective equipment. Due to lack of maintenance, its shield is all bent.",
        "Condition": 800007
    },
    {
        "Id": 9219012,
        "GroupId": 92190,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "It lacks agility, but is more than functional as a meat, or metal, shield.",
        "Condition": 800007
    },
    {
        "Id": 9219021,
        "GroupId": 92190,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A large security robot used by police forces during riots. They would rush to where the riot is happening and form a defense line to reduce casualties.",
        "Condition": 800008
    },
    {
        "Id": 9002011,
        "GroupId": 90020,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "After the virus outbreak, Kuroro has not shown any signs of infection. It seems like it could not care less about attacking humans, which is why it is deemed a safe bionic animal.",
        "Condition": 0
    },
    {
        "Id": 9002021,
        "GroupId": 90020,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A strange mechanical series that appeared in the early Post-Pandemic Age. Its creator remains unknown. Kuroros have a relatively high level of intelligence and a variety of forms. They are also fanatical about collecting Cogs.",
        "Condition": 0
    },
    {
        "Id": 9246011,
        "GroupId": 92460,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Equipped with a compound scanner, it can scan creatures in the deep sea using infrared radiation, or the surrounding environment through sonar pulses.",
        "Condition": 800007
    },
    {
        "Id": 9246012,
        "GroupId": 92460,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Able to sustain fire for a long time, the multifunctional high-pressure water cannon can cut through bedrock to find ores. The recoil from the high-velocity water stream can also be used to quickly move around.",
        "Condition": 800007
    },
    {
        "Id": 9246013,
        "GroupId": 92460,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "The anti-pressure mirage coating allows a Deep-sea Ambusher to withstand the high pressure in the deep sea, as well as blend in to shield it from most deep-sea creatures.",
        "Condition": 800007
    },
    {
        "Id": 9246021,
        "GroupId": 92460,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "An industrial robot designed to withstand the deep sea environment. It terraforms the oceanic crust and extracts resources from it. Powered by nuclear fusion, it stores Reagent He-4 inside its body.",
        "Condition": 800008
    },
    {
        "Id": 9248011,
        "GroupId": 92480,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The light cannons on both sides of its body can rotate vertically and horizontally at 180°.",
        "Condition": 800007
    },
    {
        "Id": 9248012,
        "GroupId": 92480,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Compared with a Sentry Gun, the design and functions are more advanced. It is impervious to space radiation and even able to operate outside the space station if necessary.",
        "Condition": 800007
    },
    {
        "Id": 9248013,
        "GroupId": 92480,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "It can firmly grasp the surfaces of the space station even in a vacuum environment.",
        "Condition": 800007
    },
    {
        "Id": 9248021,
        "GroupId": 92480,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A security robot commonly seen in cities. Created by Cosmos Industries, it patrols along designated routes and locates intruders with signals from monitors. It automatically eliminates unidentified enemies in cities through its basic weaponry. The name of Cosmos came from humanity's ambition to conquer space.",
        "Condition": 800008
    },
    {
        "Id": 9248022,
        "GroupId": 92480,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Corrupted, the high concentration of Punishing Virus in its vital fluids leak and trail behind its path, causing damage to humans and Constructs.",
        "Condition": 800008
    },
    {
        "Id": 9249011,
        "GroupId": 92490,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Capable of flight with levitation wings, but the flight distance is limited due to the simplistic design. Nonetheless, one should never underestimate its explosive speed in immediate combat.",
        "Condition": 800007
    },
    {
        "Id": 9249012,
        "GroupId": 92490,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "When inactive, it uses its claws to stabilize itself on the ground. After being corrupted, the claws have become a weapon.",
        "Condition": 800007
    },
    {
        "Id": 9249021,
        "GroupId": 92490,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A space monitoring robot created by Cosmos Industries. Able to patrol along designated routes. The name of Cosmos came from humanity's ambition to conquer space.",
        "Condition": 800008
    },
    {
        "Id": 9249022,
        "GroupId": 92490,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now corrupted, the vital fluids are essentially oozing with the Punishing Virus. The corrupted space station has modified this machine to leak fluids wherever it goes.",
        "Condition": 800008
    },
    {
        "Id": 9247011,
        "GroupId": 92470,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The hydraulic system enables acrobatic movements. It also powers the entire frame.",
        "Condition": 800007
    },
    {
        "Id": 9247012,
        "GroupId": 92470,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "With three legs and respectable jumping abilities, it can overcome nearly all terrains.",
        "Condition": 800007
    },
    {
        "Id": 9247013,
        "GroupId": 92470,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "Open the frontal portion of the frame for a drill that can terraform the terrain for further operations.",
        "Condition": 800007
    },
    {
        "Id": 9247014,
        "GroupId": 92470,
        "Order": 4,
        "Type": 1,
        "Title": "Data IV",
        "Text": "It can firmly grasp the surfaces of the space station even in a vacuum environment.",
        "Condition": 800007
    },
    {
        "Id": 9247021,
        "GroupId": 92470,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A space industrial jack created by Cosmos Industries. Capable of lifting heavy loads with ease, it was used in the modification and repairs of the space station. The name of Cosmos came from humanity's ambition to conquer space.",
        "Condition": 800008
    },
    {
        "Id": 9247022,
        "GroupId": 92470,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now corrupted, the vital fluids are essentially oozing with the Punishing Virus. The corrupted space station has modified this machine to leak fluids wherever it goes.",
        "Condition": 800008
    },
    {
        "Id": 9260011,
        "GroupId": 92600,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The compact electric chainsaw can dismantle different objects and cut steel rails.",
        "Condition": 800007
    },
    {
        "Id": 9260012,
        "GroupId": 92600,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Its head can rotate 360°, allowing it to attack at different angles.",
        "Condition": 800007
    },
    {
        "Id": 9260021,
        "GroupId": 92600,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A robot manufactured in an infected train carriage. Small in size and high in speed, its job is to track human civilizations and machines along the railways and transmit the findings back to the infected carriage in real-time. Originally a deconstruction module of the train, after its core became corrupted, an extra mobility module has been installed.",
        "Condition": 800008
    },
    {
        "Id": 9262011,
        "GroupId": 92620,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Its compact Gatling gun can riddle enemies into beehives in mere seconds.",
        "Condition": 800007
    },
    {
        "Id": 9262012,
        "GroupId": 92620,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Its head can rotate 360°, allowing it to attack at different angles.",
        "Condition": 800007
    },
    {
        "Id": 9262013,
        "GroupId": 92620,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "It uses a motion sensor for aiming and fires through a command program. Below the sensor is a missile launcher.",
        "Condition": 800007
    },
    {
        "Id": 9262021,
        "GroupId": 92620,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A robot produced in an infected train carriage. Small in size and high in speed, its job is to attack the targets designated by the train and Pursuers. Originally a firepower module of the train, after its core became corrupted, additional mobility modules have been installed.",
        "Condition": 800008
    },
    {
        "Id": 9261011,
        "GroupId": 92610,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The most common robot on the infected train. Its welding torch can repair vehicles and railways, as well as dismantle and assemble mechanical parts. Once the train takes damage, a host of Repair Units will swarm out to repair it.",
        "Condition": 800007
    },
    {
        "Id": 9261012,
        "GroupId": 92610,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Its head can rotate 360°, allowing it to attack at different angles.",
        "Condition": 800007
    },
    {
        "Id": 9261013,
        "GroupId": 92610,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "Equipped with a laser launcher. It can shoot lasers from a small white nozzle.",
        "Condition": 800007
    },
    {
        "Id": 9261021,
        "GroupId": 92610,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A robot produced in an infected train carriage. Small in size and high in speed, it is mainly responsible for collecting surrounding resources along the railways and welding them to the infected train. It also maintains the train and lays the tracks. Originally a repair module of the train, after its core became corrupted, additional mobility modules have been installed.",
        "Condition": 800008
    },
    {
        "Id": 9067011,
        "GroupId": 90670,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The hands can produce particles for prestidigitation.",
        "Condition": 800007
    },
    {
        "Id": 9067012,
        "GroupId": 90670,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Designed with feminine beauty in mind, Kemuri is made for theatrical performances. A specialized facial design allows a Kemuri to change into different faces. Completely exposing the facial unit will reveal the internal face-changing system as well as the gleaming muzzle for self-defense.",
        "Condition": 800007
    },
    {
        "Id": 9067021,
        "GroupId": 90670,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A traditional performer-bot on the Nighter. A major export product in the Golden Age, it is mainly used to replace humans in high difficulty performances.",
        "Condition": 800008
    },
    {
        "Id": 9066011,
        "GroupId": 90660,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "A Hanged Man has a delicate body structure. Inside its loose robe is a slender spine that holds its whole body.",
        "Condition": 800007
    },
    {
        "Id": 9066012,
        "GroupId": 90660,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Its limbs are made of lightweight hardwood to reduce its weight to the minimum.",
        "Condition": 800007
    },
    {
        "Id": 9066021,
        "GroupId": 90660,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A traditional performer-bot on the Nighter. A major export product in the Golden Age, it is mainly used to replace humans in high difficulty performances.",
        "Condition": 800008
    },
    {
        "Id": 9064011,
        "GroupId": 90640,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Blubber has a pair of strong arms. The performance it gives on stage is also full of a chunky but kinetic beauty.",
        "Condition": 800007
    },
    {
        "Id": 9064012,
        "GroupId": 90640,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "In addition to performances, Blubbers are also responsible for conveying the goods. It can transform into a ball for quick movement.",
        "Condition": 800007
    },
    {
        "Id": 9064021,
        "GroupId": 90640,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A traditional performer-bot on the Nighter. A major export product in the Golden Age, it is mainly used to replace humans in high difficulty performances.",
        "Condition": 800008
    },
    {
        "Id": 9065011,
        "GroupId": 90650,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "The agile Ballwheel can perform a whole host of complicated tricks. Able to spin their discs right round and round, a caravan of Ballwheels together is a sight to behold.",
        "Condition": 800007
    },
    {
        "Id": 9065021,
        "GroupId": 90650,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A traditional performer-bot on the Nighter. A major export product in the Golden Age, it is mainly used to replace humans in high difficulty performances.",
        "Condition": 800008
    },
    {
        "Id": 9069011,
        "GroupId": 90690,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "While in the statue mode, Phecda and Prime can replenish the energy consumed in battles against enemies.",
        "Condition": 800007
    },
    {
        "Id": 9069012,
        "GroupId": 90690,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Some faulty Phecda and Prime units never woke up from the statue mode and became a part of the Kowloong Corp city.",
        "Condition": 800007
    },
    {
        "Id": 9069021,
        "GroupId": 90690,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Kowloong Corp has access to the early Construct production technologies. Two mass-produced Constructs, namely \"Prime\" and \"Phecda\", form the majority of Kowloong's own defense force. These serious-looking statues will be activated when intruders are present, and transform into fierce guardians.",
        "Condition": 800008
    },
    {
        "Id": 9071011,
        "GroupId": 90710,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "With its mastery of various musical instruments, it can switch its performance style whenever it needs to connect with the audience emotionally.",
        "Condition": 800007
    },
    {
        "Id": 9071012,
        "GroupId": 90710,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The speakers on its waist are connected to the Venus Splash Park's control system. Therefore, it not only plays its own music but also broadcasts different messages from the park when necessary.",
        "Condition": 800007
    },
    {
        "Id": 9071021,
        "GroupId": 90710,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A customer service robot produced by Universal Toys in the middle of the Golden Age. In the Venus Splash Park, it acts as a show performer and a guide in the water park.",
        "Condition": 800008
    },
    {
        "Id": 9071022,
        "GroupId": 90710,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Its name comes from a supporting actor in Time for Dancing, a renowned movie of the Golden Age.",
        "Condition": 800008
    },
    {
        "Id": 9072011,
        "GroupId": 90720,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "With its multiple robotic arms, Martini can complete its work at seemingly unmatched speed. The power input for each robotic arm can be adjusted to avoid unnecessary energy consumption.",
        "Condition": 800007
    },
    {
        "Id": 9072012,
        "GroupId": 90720,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "As its program logic is not refinedly designed, when it shakes cocktails for the visitors, it will lose its grip on the shaker and splash the cocktail on them from time to time.",
        "Condition": 800007
    },
    {
        "Id": 9072021,
        "GroupId": 90720,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A customer service robot produced by Universal Toys in the middle of the Golden Age. In the Venus Splash Park, it is responsible for making cocktails and cleaning up the water park.",
        "Condition": 800008
    },
    {
        "Id": 9072022,
        "GroupId": 90720,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Its name comes from a cocktail featured in 001: Babylonia's Secret Agent, a renowned movie of the Golden Age.",
        "Condition": 800008
    },
    {
        "Id": 9073011,
        "GroupId": 90730,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "With a frame made out of lightweight materials and a pair of webbed feet, Mr. White is able to swim like a fish in the sea.",
        "Condition": 800007
    },
    {
        "Id": 9073012,
        "GroupId": 90730,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Visitors can pay Mr. White for a swimming lesson. He will never give in until one gets the hang of it.",
        "Condition": 800007
    },
    {
        "Id": 9073021,
        "GroupId": 90730,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A customer service robot produced by Universal Toys in the middle of the Golden Age. In the Venus Splash Park, it acts as a lifeguard as well as a security guard in water park.",
        "Condition": 800008
    },
    {
        "Id": 9073022,
        "GroupId": 90730,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Its name comes from a supporting actor in Springboard, a renowned movie of the Golden Age.",
        "Condition": 800008
    },
    {
        "Id": 9225011,
        "GroupId": 92250,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Its face is completely overtaken by rust and its internal wires are all torn and tied.",
        "Condition": 800005
    },
    {
        "Id": 9225012,
        "GroupId": 92250,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Its carbon-steel sword has been taken by the virus.",
        "Condition": 800005
    },
    {
        "Id": 9225021,
        "GroupId": 92250,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Once a kendo coach of the KCC. Some Ronin models were also used in underground fight clubs. After being corrupted, its phenomenal swordsmanship has made it an extremely dangerous threat to humans.",
        "Condition": 800007
    },
    {
        "Id": 9226011,
        "GroupId": 92260,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "Strong legs and a long tail—its body structure is similar to a Tyrannosaurus.",
        "Condition": 800005
    },
    {
        "Id": 9226021,
        "GroupId": 92260,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "During the mechanoid restoration craze, Copperfield has created a mechanical amalgam of a dinosaur and lasers. It has been stored in his Estate Museum.",
        "Condition": 800007
    },
    {
        "Id": 9226022,
        "GroupId": 92260,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "A piece of collection, but also a guard of the Estate Museum. When an enemy enters the range of the detectors on its neck, the dinosaur head will flip open to fire lasers at the enemy.",
        "Condition": 800007
    },
    {
        "Id": 9233011,
        "GroupId": 92330,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The virus has eaten its body and mind, but it still keeps the worn cloak—an old companion—on itself.",
        "Condition": 800005
    },
    {
        "Id": 9233012,
        "GroupId": 92330,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The fickle desert weathers make ranged weapons an unreliable choice. To adapt to the environment, an Envoy is equipped with protruding blades that can retract inside its arms while in standby mode.",
        "Condition": 800005
    },
    {
        "Id": 9233013,
        "GroupId": 92330,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "The curved knee design performs well for spontaneous movements. It is also optimal for moving fast in a sandy environment.",
        "Condition": 800005
    },
    {
        "Id": 9233021,
        "GroupId": 92330,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A transportation robot used in the desert. The owl-like head design came from a local religion. Able to overcome the extreme conditions of the desert, it patrols and delivers messages for the human strongholds. Though categorized as a domestic robot, it is equipped with blades for self-defense to deal with the desert climate and aggressive animals.",
        "Condition": 800007
    },
    {
        "Id": 9235011,
        "GroupId": 92350,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The arms can transport heavy loads with ease, naturally, they function well as deadly weapons.",
        "Condition": 800005
    },
    {
        "Id": 9235012,
        "GroupId": 92350,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The liquid nitrogen refrigerant is not only an energy source, but also used for extinguishing fires by quickly freezing an area. Corrupted Firefighters will instead fuel themselves with flammable material. Gaze for long into an abyss, the abyss gazes also into you.",
        "Condition": 800005
    },
    {
        "Id": 9235021,
        "GroupId": 92350,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Produced in the middle of the Golden Age. Firefighters were, namely, initially used for firefighting operations. Eventually realizing the logistic potential of the machine, more and more industries began adopting its usage on other fronts. Firefighters then became a common sight around fire scenes, factories, and ports.",
        "Condition": 800007
    },
    {
        "Id": 9236011,
        "GroupId": 92360,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The disassembly blades can decommission a target from different angles. The frames are usually worn from age, but the blades are still razor-sharp.",
        "Condition": 800005
    },
    {
        "Id": 9236012,
        "GroupId": 92360,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Easily broken because of the simplistic design. Innumerable traces of repair can be found upon it.",
        "Condition": 800005
    },
    {
        "Id": 9236013,
        "GroupId": 92360,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "Long-term operation might cause it to overheat. The warning lights will turn on in this case. A valve will have to be opened to dissipate heat.",
        "Condition": 800005
    },
    {
        "Id": 9236021,
        "GroupId": 92360,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Produced in the early Golden Age. It was designed to dismantle decommissioned robots and mechanical devices in the recycling factory. Large body and armed with razor-sharp cutting blades, a corrupted Deconstructor is an intimidating threat to humanity.",
        "Condition": 800007
    },
    {
        "Id": 9237011,
        "GroupId": 92370,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Its arrows were once used by archaeological teams to locate and detonate targets remotely. The arrowhead is tipped with explosives.",
        "Condition": 800005
    },
    {
        "Id": 9237012,
        "GroupId": 92370,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The cloaks are fashioned out of tents used by archaeological teams.",
        "Condition": 800005
    },
    {
        "Id": 9237021,
        "GroupId": 92370,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Once trusty partners of archaeologists for surveying ruins. The infected mechanoids revolted, burying archaeologists with themselves in history. Archaeological units are designed with different terrains in mind. They are highly mobile, and are good climbers and leapers.",
        "Condition": 800007
    },
    {
        "Id": 9022011,
        "GroupId": 90220,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Their tools are highly durable. They were originally used for exploration, excavation, and soil collection. Now, it is used as a weapon.",
        "Condition": 800005
    },
    {
        "Id": 9022012,
        "GroupId": 90220,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Excavators fashioned simple armor out of the archaeological team's instruments.",
        "Condition": 800005
    },
    {
        "Id": 9022021,
        "GroupId": 90220,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Once trusty partners of archaeologists for surveying ruins. The infected mechanoids revolted, burying archaeologists with themselves in history. Archaeological units are designed with different terrains in mind. They are highly mobile, and are good climbers and leapers.",
        "Condition": 800007
    },
    {
        "Id": 9239011,
        "GroupId": 92390,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "A drivable vehicle while inactive. Includes all the basics—headlights, steering wheels, and continuous tracks.",
        "Condition": 800005
    },
    {
        "Id": 9239012,
        "GroupId": 92390,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The drill installed in a Harvester's left arm is used for excavation, exploration, and well drilling. The right hand can spray fertilizer and shoot flames and projectiles.",
        "Condition": 800005
    },
    {
        "Id": 9239021,
        "GroupId": 92390,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Once large agricultural machineries used in cities, they were refitted and militarized by humans during the early days of the Punishing Virus outbreak. To avoid exposure to the virus, they were only allowed to operate inside the Central Purification Filters' range. Most were destroyed during the Great Evacuation, but Copperfield managed to secure a few.",
        "Condition": 800007
    },
    {
        "Id": 9240011,
        "GroupId": 92400,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Its brutish and massive horns are razor-sharp, easily splitting any objects when it charges.",
        "Condition": 800005
    },
    {
        "Id": 9240012,
        "GroupId": 92400,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Bio-Bulls change their posture through signals received from their antennas. The antennas also serve as enemy sensors.",
        "Condition": 800005
    },
    {
        "Id": 9240021,
        "GroupId": 92400,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Driven by the mechanoid restoration trends, Copperfield has created a mechanically restored incarnation of a bull in his Estate Museum.",
        "Condition": 800007
    },
    {
        "Id": 9241011,
        "GroupId": 92410,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The antennas can receive signals from humans and also send exploration data back to them.",
        "Condition": 800005
    },
    {
        "Id": 9241012,
        "GroupId": 92410,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The electric spark generator detects subterranean structures and also welds metals. It was mainly used in underground city construction.",
        "Condition": 800005
    },
    {
        "Id": 9241013,
        "GroupId": 92410,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "The acid container is an Acid Ant's energy source and also a device that can collect and filter underground toxic gases. The acid inside also serves as a weapon.",
        "Condition": 800005
    },
    {
        "Id": 9241014,
        "GroupId": 92410,
        "Order": 4,
        "Type": 1,
        "Title": "Data IV",
        "Text": "With a big compound eye sensor and a neck that can rotate 360°, it can reliably navigate lightless environments.",
        "Condition": 800005
    },
    {
        "Id": 9241021,
        "GroupId": 92410,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Acid Ants were bionic incarnations of a form of termite found in cities adjacent to Tokyo during the late Golden Age. Humans deployed Acid Ants to build and expand underground cities.",
        "Condition": 800007
    },
    {
        "Id": 9762011,
        "GroupId": 97620,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "A human can enter a Terrapod's cockpit to pilot it. The armor protects the pilot from harm, but infected Terrapods will never allow a human inside. Rarely, human skeletons can be seen inside Terrapod cockpits.",
        "Condition": 800005
    },
    {
        "Id": 9762012,
        "GroupId": 97620,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The Gatling gun can rotate at any angle. It automatically reloads through the magazine below when it runs out of ammo.",
        "Condition": 800005
    },
    {
        "Id": 9762021,
        "GroupId": 97620,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "An advanced security robot created by Cosmos Industries. Able to patrol along designated routes and be piloted by humans. It locates intruders with signals from monitoring devices. It automatically shreds unidentified enemies in the city with its powerful weapons.",
        "Condition": 800007
    },
    {
        "Id": 9234011,
        "GroupId": 92340,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The spear can store and transfer aeolian and EM energy to nearby allies. The energy can be used for attacks too.",
        "Condition": 800005
    },
    {
        "Id": 9234012,
        "GroupId": 92340,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Dressed like a god's servant, sacred and archaic.",
        "Condition": 800005
    },
    {
        "Id": 9234021,
        "GroupId": 92340,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Mechanically restored incarnations of the lost Egyptian civilization. They were once Osiris' exalted and loyal guards.",
        "Condition": 800007
    },
    {
        "Id": 9238011,
        "GroupId": 92380,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Standard blade, automatic pistol; close range, long range.",
        "Condition": 800005
    },
    {
        "Id": 9238012,
        "GroupId": 92380,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The mask is installed with an analyzer and an Inver-Device. The former scans the surrounding environment, the latter repels viral corruption.",
        "Condition": 800005
    },
    {
        "Id": 9238021,
        "GroupId": 92380,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A normal Construct soldier of Babylonia. Standard equipment, standard performance.",
        "Condition": 800007
    },
    {
        "Id": 9242011,
        "GroupId": 92420,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "A light hand cannon on its left and a giant rocket launcher on its right, Musashi VI is a force to be reckoned with. The projectiles shot from the launcher can also draw enemies in.",
        "Condition": 800005
    },
    {
        "Id": 9242012,
        "GroupId": 92420,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The armor can be taken off for routine maintenance.",
        "Condition": 800005
    },
    {
        "Id": 9242021,
        "GroupId": 92420,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A security robot of the KCC that was originally used only in areas under the KCC's jurisdiction. As KCC began sharing its technologies for diplomatic reasons, the Musashi VI model became a much more common sight.",
        "Condition": 800007
    },
    {
        "Id": 9245011,
        "GroupId": 92450,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Its harpoon can hit targets at medium range and drag them back to it.",
        "Condition": 800005
    },
    {
        "Id": 9245012,
        "GroupId": 92450,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Its left hand can transform into a hatchet to slice its enemies in close range battles.",
        "Condition": 800005
    },
    {
        "Id": 9245013,
        "GroupId": 92450,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "The signal receiver can be used to relay info to its companions and receive orders from humans.",
        "Condition": 800005
    },
    {
        "Id": 9245014,
        "GroupId": 92450,
        "Order": 4,
        "Type": 1,
        "Title": "Data IV",
        "Text": "With its powerful thrusters, it can speed across the sea and even fly for a short period of time.",
        "Condition": 800005
    },
    {
        "Id": 9245015,
        "GroupId": 92450,
        "Order": 5,
        "Type": 1,
        "Title": "Data V",
        "Text": "It can generate energy with nuclear fusion and recycle the nuclear reactant for energy regeneration. Practically a bottomless energy tank, it can even run long operations solo.",
        "Condition": 800005
    },
    {
        "Id": 9245021,
        "GroupId": 92450,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "An amphibious soldier created by Cosmos Industries for patrolling and fending off enemies in the seas. The head is a cockpit for a human pilot that is not visible from the outside. Polar Soldiers can also run on auto-pilot. After the virus outbreak, someone once pried the cockpit of a Polar Soldier open. Inside though, was something that could hardly be called human.",
        "Condition": 800007
    },
    {
        "Id": 9263011,
        "GroupId": 92630,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Its body can rotate 360°, allowing it to attack at different angles.",
        "Condition": 800005
    },
    {
        "Id": 9263012,
        "GroupId": 92630,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Equipped with different weapons, it was used for terraforming and defensive operations.",
        "Condition": 800005
    },
    {
        "Id": 9263021,
        "GroupId": 92630,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A robot produced in an infected train carriage. Large in size and slow in speed, it was originally an exploration module of the train. It has been given additional mobility modules after its core became corrupted. An Explore Unit is responsible for scanning the train's surrounding environment and any movements. It can also be shot out of a train's cannon to survey a faraway environment. The exploration data helps Repair Units to lay tracks.",
        "Condition": 800007
    },
    {
        "Id": 9263022,
        "GroupId": 92630,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The rotund frame is designed to be shot out of train cannons. Arriving at the target location, it will transform and unfold its internal exploration instruments to survey the environment. The Explore Units on the train can transform directly to scan the train's surrounding environment and relay the data back to the master control program.",
        "Condition": 800007
    },
    {
        "Id": 9050011,
        "GroupId": 90500,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The central processing unit can process data and also receive signals sent from the space station.",
        "Condition": 800005
    },
    {
        "Id": 9050012,
        "GroupId": 90500,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Its repeater can receive signals from different machines to activate various facilities in the space station. Can refuel through solar energy and also the nuclear fusion energy chamber of the space station. The energy output can also be adjusted to shoot laser beams at enemies.",
        "Condition": 800005
    },
    {
        "Id": 9050021,
        "GroupId": 90500,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A management module responsible for the daily operations of the space station. Management modules are assigned to different areas to process data, manage facilities, and compile reports for the space station.",
        "Condition": 800007
    },
    {
        "Id": 9068011,
        "GroupId": 90680,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The pair of razor-sharp blades is her iconic weapon. It can fillet an enemy in a matter of seconds.",
        "Condition": 800005
    },
    {
        "Id": 9068012,
        "GroupId": 90680,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Yazi is especially fond of umbrellas. Even when off-duty, she enjoys wandering around the ship with an umbrella propped up. Her umbrella is also made of special materials that can help her defend against enemy attacks.",
        "Condition": 800005
    },
    {
        "Id": 9068021,
        "GroupId": 90680,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The Kowloong Crew is created by the leader of the Nighter. Pillars of the performance troupe, the Kowloong Crew are made up of 9 Constructs symbolizing the 9 dragon sons of the Dragon King. They present themselves as high-level performers in auctions, but they function as a team of bodyguards. They are installed with control chips, and maintaining their leader's safety is their utmost priority.",
        "Condition": 800007
    },
    {
        "Id": 9068022,
        "GroupId": 90680,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "In addition to being a bodyguard, Yazi also assassinates dissidents for the leader.",
        "Condition": 800007
    },
    {
        "Id": 9070011,
        "GroupId": 90700,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Compared with Phecda, Prime has even better firepower and is more aggressive. Its chest and facial panels can open to reveal the launchers inside for a surprise attack.",
        "Condition": 800005
    },
    {
        "Id": 9070012,
        "GroupId": 90700,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "In contrary to their heavy and bulky looks, Prime and Phecda are very flexible and have great explosive power. They could often obliterate the incoming enemies within seconds when awaking from the statue mode.",
        "Condition": 800005
    },
    {
        "Id": 9070021,
        "GroupId": 90700,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Kowloong Corp has access to the early Construct production technologies. Two mass-produced Constructs, namely \"Prime\" and \"Phecda\", form the majority of Kowloong's own defense force. These serious-looking statues will be activated when intruders are present, and transform into fierce guardians.",
        "Condition": 800007
    },
    {
        "Id": 9274011,
        "GroupId": 92740,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "While inactive, A'Mao will compress itself into the shape of a watermelon and roll around the water park. Visitors can call upon it using a portable terminal at any time.",
        "Condition": 800005
    },
    {
        "Id": 9274021,
        "GroupId": 92740,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A customer service robot produced by Universal Toys in the middle of the Golden Age. Its job is to sell drinks and handheld fireworks in the Venus Splash Park.",
        "Condition": 800007
    },
    {
        "Id": 9274022,
        "GroupId": 92740,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "It lost in the Venus Splash Park mascot competition.",
        "Condition": 800007
    },
    {
        "Id": 8110011,
        "GroupId": 81100,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "The two legs and the support pillar enable high-speed movement. The power cables are exposed.",
        "Condition": 800003
    },
    {
        "Id": 8110021,
        "GroupId": 81100,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Once a large engineering robot for urban use. During the early outbreak of the Punishing Virus, it became refitted and militarized by humans. They were, however, only used inside of Central Purification Filters to avoid exposure to the virus.",
        "Condition": 800004
    },
    {
        "Id": 8130011,
        "GroupId": 81300,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The tuxedo is ragged, but Roseblade still wears it to display his commitment to humanity.",
        "Condition": 800003
    },
    {
        "Id": 8130012,
        "GroupId": 81300,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Roseblade's obsession with traditional swords and chivalry came from his devotion to humanity. His master may be gone, but his loyalty has yet to fade.",
        "Condition": 800003
    },
    {
        "Id": 8130021,
        "GroupId": 81300,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Advanced Executor models refitted as butlers for the upper class. Roseblades faithfully follow their master's orders. Employing a rapier in battle, he is as graceful as he is deadly. With the addition of synthetic skin, he bears a much closer resemblance to human beings.",
        "Condition": 800004
    },
    {
        "Id": 8140011,
        "GroupId": 81400,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The corrupted Sister model can harness the power of the virus in a way similar to Ascendants. She absorbs the energy within the virus, then releases it to attack enemies.",
        "Condition": 800003
    },
    {
        "Id": 8140012,
        "GroupId": 81400,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Her attacks symbolize the joining of the punishing virus with divine retribution.",
        "Condition": 800003
    },
    {
        "Id": 8140021,
        "GroupId": 81400,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "The age of technological explosion weakened the appeal of faith. The church required bionic evangelists that could carry out their orders with unwavering faith. The Sister model was one of them.",
        "Condition": 800004
    },
    {
        "Id": 8141011,
        "GroupId": 81410,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "Usually only appears from the summons of a Sister model.",
        "Condition": 800003
    },
    {
        "Id": 8141021,
        "GroupId": 81410,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Bots that died at the corrupted Sister's hands and became reconstructed as loyal pets.",
        "Condition": 800004
    },
    {
        "Id": 8120011,
        "GroupId": 81200,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "Rockets—Empty. Roadblock—Blade. Rebar—Handle. Weapon found.",
        "Condition": 800003
    },
    {
        "Id": 8120021,
        "GroupId": 81200,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A riot control unit in areas under the KCC's jurisdiction. Damaged when the cities fell, so it was re-tasked into covering the rear.",
        "Condition": 800004
    },
    {
        "Id": 8120022,
        "GroupId": 81200,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Once clumsily bandaged by a girl. The bandage is useless and is still clinging onto its head.",
        "Condition": 800004
    },
    {
        "Id": 8120023,
        "GroupId": 81200,
        "Order": 3,
        "Type": 2,
        "Title": "Story III",
        "Text": "Musashi IX has been wandering around after being corrupted. It is generally not hostile, but once it engages in combat, it will go berserk and attack everything in sight.",
        "Condition": 800004
    },
    {
        "Id": 8150011,
        "GroupId": 81500,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "This Nozzle model has an inconceivable amount of paint inside its body. It can mix the ideal paint color and texture anytime.",
        "Condition": 800003
    },
    {
        "Id": 8150012,
        "GroupId": 81500,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "There are two high-quality speakers installed on its chest. The designer believed that painting and music have great chemistry.",
        "Condition": 800003
    },
    {
        "Id": 8150013,
        "GroupId": 81500,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "It can use its right hand to spray paint and draw in ways that are impossible for humans.",
        "Condition": 800003
    },
    {
        "Id": 8150021,
        "GroupId": 81500,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Originally designed to spray paint. Able to mix paint inside its body. It will clumsily fend off those who impede its artistic process.",
        "Condition": 800004
    },
    {
        "Id": 8150022,
        "GroupId": 81500,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Corruption has given Nozzle a different artistic turn. A new type of material made of Construct vital fluids, fluorescent agents, and mixed coolants is now Nozzle's primary choice of paint. This paint can be directly shot out, pressurized into freeze bombs, or even nebulized to disrupt radar detection.",
        "Condition": 800004
    },
    {
        "Id": 8170011,
        "GroupId": 81700,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Inside the armor is a modified Construct whose limbs show signs of severe infection.",
        "Condition": 800003
    },
    {
        "Id": 8170012,
        "GroupId": 81700,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "The spikes are not just for attacking or self-defense, they are also torture devices that can destroy the exterior armor of Constructs to amplify the effects of Punishing infection.",
        "Condition": 800003
    },
    {
        "Id": 8170013,
        "GroupId": 81700,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "The virus-contaminated cables can be used to bind enemies and corrupt humans and bio-machines.",
        "Condition": 800003
    },
    {
        "Id": 8170021,
        "GroupId": 81700,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Originally fighting to protect humanity, Tifa is now completely obsessed with power. The spikes are not only weapons, but also a torture device for herself.",
        "Condition": 800004
    },
    {
        "Id": 8170022,
        "GroupId": 81700,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "She can cause M.I.N.D. deviation in weak-willed Constructs merely with her ghastly appearance.",
        "Condition": 800004
    },
    {
        "Id": 8180011,
        "GroupId": 81800,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Usually found burrowing beneath the sand. Its head is hard enough to endure nearly all attacks.",
        "Condition": 800003
    },
    {
        "Id": 8180012,
        "GroupId": 81800,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Vassago's body is not fully covered by its armor, which is its biggest weakness in battle.",
        "Condition": 800003
    },
    {
        "Id": 8180013,
        "GroupId": 81800,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "Its body contains virus-contaminated black fluids, a product left when sandstone melts.",
        "Condition": 800003
    },
    {
        "Id": 8180021,
        "GroupId": 81800,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A restored incarnation of the guardians of a lost desert civilization. Vassagos are able to move swiftly in sand, tearing apart creatures that enter the desert without permission.",
        "Condition": 800004
    },
    {
        "Id": 8190011,
        "GroupId": 81900,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "A Construct of unknown origin, wielding a katana just like Lucia, but far more experienced and skilled at it. Every swing seems to tear apart the fabric of reality.",
        "Condition": 800003
    },
    {
        "Id": 8190021,
        "GroupId": 81900,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Appears to be connected to Lucia. No further information.",
        "Condition": 800004
    },
    {
        "Id": 8215011,
        "GroupId": 82150,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "Armed to the teeth. Extremely deadly.",
        "Condition": 800003
    },
    {
        "Id": 8215021,
        "GroupId": 82150,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A ball-shaped military robot fully equipped with heavy firearms. Known for its high efficiency in cleaning up battlefields. Now corrupted, it became humanity's worst nightmare.",
        "Condition": 800004
    },
    {
        "Id": 8701011,
        "GroupId": 87010,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "Solar and aeolian energy are abundant in the desert, which is why related technologies and industries have prospered. Osiris' weapon can store solar energy with high efficiency and shoot laser beams, and even create tornadoes from its mastery of aerodynamics.",
        "Condition": 800003
    },
    {
        "Id": 8701021,
        "GroupId": 87010,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Majestic and reticent, it is a mechanically restored incarnation of the lost Egyptian civilization. After the outbreak of the Punishing Virus, it began considering itself a god and has since been militarizing the surrounding territories and modifying itself.",
        "Condition": 800004
    },
    {
        "Id": 8160011,
        "GroupId": 81600,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "One of the Ascendants. Employs his gun and chain blade to wreak havoc on the battlefield.",
        "Condition": 800003
    },
    {
        "Id": 8160021,
        "GroupId": 81600,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Roland treats battles as mere games. Extremely powerful, he has once obliterated multiple Construct squads by himself.",
        "Condition": 800004
    },
    {
        "Id": 8320011,
        "GroupId": 83200,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Rosetta can shoot a highly destructive spear-like energy beam. This function will, however, overload her and thus has a very long cooldown.",
        "Condition": 800003
    },
    {
        "Id": 8320012,
        "GroupId": 83200,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Rosetta's back thrusters enable her to fly and even levitate for a short distance. Rosetta uses this function to approach her target almost instantaneously.",
        "Condition": 800003
    },
    {
        "Id": 8320013,
        "GroupId": 83200,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "Her thrusters are stored inside her lower body when they are not in use.",
        "Condition": 800003
    },
    {
        "Id": 8320021,
        "GroupId": 83200,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "This silver-haired humanoid hybrid Construct is the current leader of the Forest Guard in South Murmansk Port. Rosetta and Derek, the Narwhal, are long-acquainted. She is also able to communicate with it.",
        "Condition": 800004
    },
    {
        "Id": 8741011,
        "GroupId": 87410,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "Able to transform and self-deconstruct at will, it can appear anywhere it wants on the space station at any time.",
        "Condition": 800003
    },
    {
        "Id": 8741021,
        "GroupId": 87410,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A highly intelligent processing core of the space station created by Cosmos Industries. Its intelligence likely rivals, or even surpasses a human. With a comprehensive record of all human knowledge and data, it can self-learn and evolve through processing data. After its corruption, it slaughtered all humans in the space station and modified the station into a giant space weapon, obliterating any beings with a consciousness structure similar to humans.",
        "Condition": 800004
    },
    {
        "Id": 8736011,
        "GroupId": 87360,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "Able to transform and self-deconstruct at will, it can appear anywhere it wants on the space station at any time.",
        "Condition": 800003
    },
    {
        "Id": 8736021,
        "GroupId": 87360,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A highly intelligent processing core of the space station created by Cosmos Industries. Its intelligence likely rivals, or even surpasses a human. With a comprehensive record of all human knowledge and data, it can self-learn and evolve through processing data. After its corruption, it slaughtered all humans in the space station and modified the station into a giant space weapon, obliterating any beings with a consciousness structure similar to humans.",
        "Condition": 800004
    },
    {
        "Id": 8340011,
        "GroupId": 83400,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Its heavy armor is made of a large number of carriages.",
        "Condition": 800003
    },
    {
        "Id": 8340012,
        "GroupId": 83400,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Its legs are the mutated wheels formed by the Eternal Engine's wheels and Conversion Probes. With these virus-contaminated legs, it is able to cling on to other objects, jump long distances, and move at high speed. The giant ancillaries installed on its joints are there to support its weighty body.",
        "Condition": 800003
    },
    {
        "Id": 8340013,
        "GroupId": 83400,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "Its heat dissipator is the heat-dissipating carriage of the nuclear fusion reactor. After transforming into a Rail Heterozygote, its energy consumption has rocketed and the heat dissipator has been working without rest. As a result, the heat dissipator has become its weakness.",
        "Condition": 800003
    },
    {
        "Id": 8340014,
        "GroupId": 83400,
        "Order": 4,
        "Type": 1,
        "Title": "Data IV",
        "Text": "The Hetero Explore Units embedded inside function as its visual system.",
        "Condition": 800003
    },
    {
        "Id": 8340015,
        "GroupId": 83400,
        "Order": 5,
        "Type": 1,
        "Title": "Data V",
        "Text": "The nuclear fusion reactor was originally the train's engine. It was taken by Rail Heterozygote to fuel itself.",
        "Condition": 800003
    },
    {
        "Id": 8340021,
        "GroupId": 83400,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "After the space station core corrupted the Eternal Engine, it has carried out self-modification with the train's industrial carriage. Traces of forceful and crude assemblage can be observed. The modification has yet to be completed due to time restrictions, which is why numerous Repair Units can still be seen moving on its body.",
        "Condition": 800004
    },
    {
        "Id": 8111011,
        "GroupId": 81110,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The two legs and the support pillar enable high-speed movement. The power cables are exposed.",
        "Condition": 800003
    },
    {
        "Id": 8111012,
        "GroupId": 81110,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "It can shoot a highly destructive electrical beam.",
        "Condition": 800003
    },
    {
        "Id": 8111021,
        "GroupId": 81110,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Once a large engineering robot for urban use. During the early outbreak of the Punishing Virus, it became refitted and militarized by humans. They were, however, only used inside of Central Purification Filters to avoid exposure to the virus.",
        "Condition": 800004
    },
    {
        "Id": 8322011,
        "GroupId": 83220,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Rosetta can shoot a highly destructive spear-like energy beam. This function will, however, overload her and thus has a very long cooldown.",
        "Condition": 800003
    },
    {
        "Id": 8322012,
        "GroupId": 83220,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Rosetta's back thrusters enable her to fly and even levitate for a short distance. Rosetta uses this function to approach her target almost instantaneously.",
        "Condition": 800003
    },
    {
        "Id": 8322013,
        "GroupId": 83220,
        "Order": 3,
        "Type": 1,
        "Title": "Data III",
        "Text": "Her thrusters are stored inside her lower body when they are not in use.",
        "Condition": 800003
    },
    {
        "Id": 8322021,
        "GroupId": 83220,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "This silver-haired humanoid hybrid Construct is the current leader of the Forest Guard in South Murmansk Port. Rosetta and Derek, the Narwhal, are long-acquainted. She is also able to communicate with it.",
        "Condition": 800004
    },
    {
        "Id": 8310011,
        "GroupId": 83100,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "A pitch-black Construct. Brutal and swift in battle, his greatsword is often the first and last thing that his enemies see.",
        "Condition": 800003
    },
    {
        "Id": 8310021,
        "GroupId": 83100,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Appears to be connected with Kamui. No further information.",
        "Condition": 800004
    },
    {
        "Id": 8350011,
        "GroupId": 83500,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800000
    },
    {
        "Id": 8350012,
        "GroupId": 83500,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800000
    },
    {
        "Id": 8352011,
        "GroupId": 83520,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800000
    },
    {
        "Id": 8352012,
        "GroupId": 83520,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800000
    },
    {
        "Id": 8360011,
        "GroupId": 83600,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "As one of the Ascendants, Gabriel's powerful body enables him to crush any enemy standing in his way like a storm.",
        "Condition": 800003
    },
    {
        "Id": 8360012,
        "GroupId": 83600,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Gabriel had modified and redesigned his own body numerous times to free himself from the constraints of machines. In fact, such modifications are still under way.",
        "Condition": 800003
    },
    {
        "Id": 8360021,
        "GroupId": 83600,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Despite his dislike for humans, Gabriel does not oppose human culture. He reads all sorts of books during his free time and even marks them with notes.",
        "Condition": 800004
    },
    {
        "Id": 8360022,
        "GroupId": 83600,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "In contrary to his rough looks, Gabriel has great mechanical knowledge and is a master of tactics and strategies. Every step he takes in battle has been well calculated.",
        "Condition": 800004
    },
    {
        "Id": 83700011,
        "GroupId": 837000,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Designed by Shome, the beloved scion of Shome Group, Shark-speare captivated every child and their parents around the world with her adorable appearance. She became one of the most appealing attractions in Shome Group's many theme parks.",
        "Condition": 800003
    },
    {
        "Id": 83700012,
        "GroupId": 837000,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "In official anime, movie and manga series, Shark-speare is always the first one standing up against the bullies. Even though she gets badly beaten up every time, this has never stopped her from saving people in need. Milkshake and honey gingerbread cookies are her favorite food.",
        "Condition": 800003
    },
    {
        "Id": 83700021,
        "GroupId": 837000,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A customer service robot produced by Universal Toys in the middle of the Golden Age. She is a mascot of the Venus Splash Park, which is why she can be seen everywhere in the Venus Splash Park.",
        "Condition": 800004
    },
    {
        "Id": 83700022,
        "GroupId": 837000,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The world's biggest, well-functioning bio-plushie of Shark-speare is preserved in the Venus Splash Park. Usually, she is just a statue in the square, but when the time of the samba parade comes, she will awake and join the parade with other samba dancers. Such a scene was what her creators anticipated from the very beginning.",
        "Condition": 800004
    },
    {
        "Id": 83700023,
        "GroupId": 837000,
        "Order": 3,
        "Type": 2,
        "Title": "Story III",
        "Text": "Her name comes from Bill the Kisser, a renowned movie in the Golden Age.",
        "Condition": 800004
    },
    {
        "Id": 83710011,
        "GroupId": 837100,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "Designed by Shome, the beloved scion of Shome Group, Shark-speare captivated every child and their parents around the world with her adorable appearance. She became one of the most appealing attractions in Shome Group's many theme parks.",
        "Condition": 800003
    },
    {
        "Id": 83710012,
        "GroupId": 837100,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "In official anime, movie and manga series, Shark-speare is always the first one standing up against the bullies. Even though she gets badly beaten up every time, this has never stopped her from saving people in need. Milkshake and honey gingerbread cookies are her favorite food.",
        "Condition": 800003
    },
    {
        "Id": 83710021,
        "GroupId": 837100,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A customer service robot produced by Universal Toys in the middle of the Golden Age. She is a mascot of the Venus Splash Park, which is why she can be seen everywhere in the Venus Splash Park.",
        "Condition": 800004
    },
    {
        "Id": 83710022,
        "GroupId": 837100,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The Venus Splash Park has the world's biggest, well-functioning bio-plushie of Shark-speare. Usually, she is just a statue in the square, but when the time of the samba parade comes, she will awake and join the parade with other samba dancers. Such a scene was what her creators anticipated from the very beginning.",
        "Condition": 800004
    },
    {
        "Id": 83710023,
        "GroupId": 837100,
        "Order": 3,
        "Type": 2,
        "Title": "Story III",
        "Text": "Her name comes from Bill the Kisser, a renowned movie of the Golden Age.",
        "Condition": 800004
    },
    {
        "Id": 8750011,
        "GroupId": 87500,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "As one of the Ascendants, Gabriel's powerful body enables him to crush any enemy standing in his way like a storm.",
        "Condition": 800003
    },
    {
        "Id": 8750012,
        "GroupId": 87500,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Gabriel had modified and redesigned his own body numerous times to free himself from the constraints of machines. In fact, such modifications are still under way.",
        "Condition": 800003
    },
    {
        "Id": 8750021,
        "GroupId": 87500,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Despite his dislike for humans, Gabriel does not oppose human culture. He reads all sorts of books during his free time and even marks them with notes.",
        "Condition": 800004
    },
    {
        "Id": 8750022,
        "GroupId": 87500,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "In contrary to his rough looks, Gabriel has great mechanical knowledge and is a master of tactics and strategies. Every step he takes in battle has been well calculated.",
        "Condition": 800004
    },
    {
        "Id": 9075011,
        "GroupId": 90750,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "As an aerial unit, Snow Owl often flies into the sky before diving to destroy or disrupt.",
        "Condition": 800007
    },
    {
        "Id": 9075021,
        "GroupId": 90750,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A bionic combat machine produced by Amberia. It has adopted the look and internal design of a snow owl for scouting and harassing purposes.",
        "Condition": 800008
    },
    {
        "Id": 9076011,
        "GroupId": 90760,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "The reinforced limbs are specifically designed for ground combat, making this unit a formidable opponent on land.",
        "Condition": 800007
    },
    {
        "Id": 9076021,
        "GroupId": 90760,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A bionic combat machine produced by Amberia. It has adopted the limb structure of a rabbit, as well as the multi-terrain compatibility of humanoids.",
        "Condition": 800008
    },
    {
        "Id": 9077011,
        "GroupId": 90770,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The torso of this bionic machine consists of both processors and power units, and is connected to a few sets of add-on arms. It is responsible for movement, posture-control, and combat.",
        "Condition": 800007
    },
    {
        "Id": 9077012,
        "GroupId": 90770,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "A high-energy beam launcher is also hidden inside the torso, allowing it to make surprise attacks.",
        "Condition": 800007
    },
    {
        "Id": 9077021,
        "GroupId": 90770,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A bionic combat machine produced by Amberia. It has adopted the look and internal design of a sea creature for fast production and stealth purposes.",
        "Condition": 800008
    },
    {
        "Id": 9078011,
        "GroupId": 90780,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The reinforced limbs and energy tanks provide the Polar Bear with enormous kinetic energy, allowing it to charge forward and claw its opponents into pieces.",
        "Condition": 800005
    },
    {
        "Id": 9078012,
        "GroupId": 90780,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Equipped with more powerful processors and energy generators, the Polar Bear model usually comes with better AI than ordinary bionics. With proper tuning, some even have close-to-human level intelligence.",
        "Condition": 800005
    },
    {
        "Id": 9078021,
        "GroupId": 90780,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A bionic combat machine produced by Amberia based on a bear-form mechanoid in mid Golden Age. Its reinforced limbs and spine frame are able to generate power that could match a tank.",
        "Condition": 800007
    },
    {
        "Id": 8380011,
        "GroupId": 83800,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "As an ultimate forbidden weapon designed to end the Punishing Virus once and for all, Amberia's body has numerous terrifying blades installed. The energy supplied by her gigantic body also allows her to generate an energy field powerful enough to eat through the armor of Construct.",
        "Condition": 800003
    },
    {
        "Id": 8380021,
        "GroupId": 83800,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Amberia was still a human, she was chosen as a test subject for the ARU's experiment, and was later made into an ultimate weapon against Punishing Virus. However, the moment she was \"started\", she went haywire and wreaked havoc before disappearing in the ARU's bombardment. All those who took part in the experiment were branded as \"sinners.\"",
        "Condition": 800004
    },
    {
        "Id": 8380022,
        "GroupId": 83800,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Inside Amberia's giant robotic body is a heart full of hatred. All she seeks now is to bring greater damage and destruction to the ARU.",
        "Condition": 800004
    },
    {
        "Id": 9281011,
        "GroupId": 92810,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "Because of the human-like body structure, it can use weapons from human.",
        "Condition": 800007
    },
    {
        "Id": 9281021,
        "GroupId": 92810,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "General Type I bionic animals for battle/security in Kowloong Metropolis are intelligent at a certain degree.",
        "Condition": 800008
    },
    {
        "Id": 9281022,
        "GroupId": 92810,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Different versions are different in preferences, some even can communicate normally with human.",
        "Condition": 800008
    },
    {
        "Id": 9279011,
        "GroupId": 92790,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "It prefers to wield its long knife in battle and attack enemies head on in a steady way. However, if the frontal attack fails, all kinds of insidious tricks will be used.",
        "Condition": 800005
    },
    {
        "Id": 9279021,
        "GroupId": 92790,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "It is a product of the high-performance combat mechanoid that was infected. By inheriting the combat function, it is better enhanced in tactical options and body power.",
        "Condition": 800007
    },
    {
        "Id": 9279022,
        "GroupId": 92790,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "After the related data of its body and actions being modified, it becomes the key reference for the later generations to research and design the Hanged Man III.",
        "Condition": 800007
    },
    {
        "Id": 9280011,
        "GroupId": 92800,
        "Order": 1,
        "Type": 1,
        "Title": "Data I",
        "Text": "The puppet, who was originally a servant, became a difficult existence with both attack and cover functions under the control of infected Glede.",
        "Condition": 800005
    },
    {
        "Id": 9280012,
        "GroupId": 92800,
        "Order": 2,
        "Type": 1,
        "Title": "Data II",
        "Text": "Under the cover of the puppet, Moyuan can launch a deadly strike to enemies from an unexpected direction with quick movement and quirky mobility.",
        "Condition": 800005
    },
    {
        "Id": 9280021,
        "GroupId": 92800,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "She used to be the principal of Chaofeng group of Kowloong Chamber of Commerce, and that is her posture after being deeply infected by punishing. She controls a puppet and is a difficult character with quick movement and quirky mobility.",
        "Condition": 800007
    },
    {
        "Id": 8390011,
        "GroupId": 83900,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "With great power, Luna's attacks often show a cascading and spreading nature. Even if the intention is based on a single attack, it will often cause a ranged strike effect.",
        "Condition": 800003
    },
    {
        "Id": 8390021,
        "GroupId": 83900,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "She is one of Ascendant's bosses, and has overwhelming combat power under the combined influence of Ascension-Network and the Punishing Virus.",
        "Condition": 800004
    },
    {
        "Id": 8390022,
        "GroupId": 83900,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Based on the nature of a leader of Ascendants, Luna's control over the Punishing Virus has reached a terrifying level. With her control over the virus through the Ascension-Network, Luna is even free to control various weapons of heteropoly-merization for targeted attacks.",
        "Condition": 800004
    },
    {
        "Id": 9083011,
        "GroupId": 90830,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9083021,
        "GroupId": 90830,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9085011,
        "GroupId": 90850,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9085021,
        "GroupId": 90850,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 84100011,
        "GroupId": 841000,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 84100021,
        "GroupId": 841000,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8400711,
        "GroupId": 84007,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8400721,
        "GroupId": 84007,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9286011,
        "GroupId": 92860,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9286021,
        "GroupId": 92860,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9088011,
        "GroupId": 90880,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9088021,
        "GroupId": 90880,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9287011,
        "GroupId": 90870,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9287021,
        "GroupId": 90870,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8420011,
        "GroupId": 84200,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8420021,
        "GroupId": 84200,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8421011,
        "GroupId": 84210,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8421021,
        "GroupId": 84210,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9090011,
        "GroupId": 90900,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9090021,
        "GroupId": 90900,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9091011,
        "GroupId": 90910,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9091021,
        "GroupId": 90910,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8430011,
        "GroupId": 84300,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8430021,
        "GroupId": 84300,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8431011,
        "GroupId": 84310,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8431021,
        "GroupId": 84310,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9093011,
        "GroupId": 90930,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9093021,
        "GroupId": 90930,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9089011,
        "GroupId": 90890,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9089021,
        "GroupId": 90890,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9094011,
        "GroupId": 90940,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9094021,
        "GroupId": 90940,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9095011,
        "GroupId": 90950,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9095021,
        "GroupId": 90950,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8440011,
        "GroupId": 84400,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 8440021,
        "GroupId": 84400,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9096011,
        "GroupId": 90960,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9096021,
        "GroupId": 90960,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9097011,
        "GroupId": 90970,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9097021,
        "GroupId": 90970,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9098011,
        "GroupId": 90980,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9098021,
        "GroupId": 90980,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 84500011,
        "GroupId": 845000,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 84500021,
        "GroupId": 845000,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9301011,
        "GroupId": 93010,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9301021,
        "GroupId": 93010,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9302011,
        "GroupId": 93020,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9302021,
        "GroupId": 93020,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9099011,
        "GroupId": 90990,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 9099021,
        "GroupId": 90990,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 84600011,
        "GroupId": 846000,
        "Order": 1,
        "Type": 1,
        "Title": "Data",
        "Text": "■■■■",
        "Condition": 800009
    },
    {
        "Id": 84600021,
        "GroupId": 846000,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "■■■■",
        "Condition": 800009
    }
]