[
    {
        "Id":1,
        "GroupId":16010000,
        "Order":1,
        "Type":2,
        "Title":"No.001",
        "Text":"Yuan Ye is the prototype of the Combat Unit Booster project. Its modularized appearance mimics traits of cloven-hooved mammals.\\nAsimov claimed that the personal taste of its designer, Leonie of the WGAA, was reflected in the final product.\\nOnce enough combat data is collected, it develops a combat form that uses high-speed ram and combo hits to interrupt the enemy's channeling and assist the Constructs.",
        "Condition":999999.0
    },
    {
        "Id":2,
        "GroupId":16010000,
        "Order":2,
        "Type":2,
        "Title":"No.002",
        "Text":"Yuan Ye reacts to fluttering fabrics. Experiments show that it responds to short-wavelength colors particularly well, a feature likely designed for detecting the Corrupted. Taunting this unit with colored fabrics is thereby forbidden.\\n\\nMaintenance tips: keep the unit in hibernation when not in combat. External modules are under development. Unauthorized modification is not allowed. That should be all for now.",
        "Condition":1000001.0
    },
    {
        "Id":3,
        "GroupId":16010000,
        "Order":3,
        "Type":2,
        "Title":"No.003",
        "Text":"Additional maintenance tips: keep it in hibernation. I repeat, keep it in hibernation. As a prototype, it needs further adjustments. Excessive operations and modifications may break the unit, so stop playing with it.\\n\\nSecond warning: I'll say this one last time. No unauthorized modification is allowed! Don't ask!\\n\\nThird warning: Never mind... Just restore it to the default setup for combat.",
        "Condition":1000003.0
    },
    {
        "Id":4,
        "GroupId":16020000,
        "Order":1,
        "Type":2,
        "Title":"No.001",
        "Text":"Noctua is one of the first high-precision Support Units developed by Babylonia to enhance the connection between Constructs. Its looks and behavior patterns reflect the characteristics of owls. It can provide a wide range of support in battle by triggering the radioactive structure mounted on the wings. The multi-directional camera is also helpful for reconnaissance and investigation.",
        "Condition":1000000.0
    },
    {
        "Id":5,
        "GroupId":16020000,
        "Order":2,
        "Type":2,
        "Title":"No.002",
        "Text":"Noctua is extremely sensitive to hot environments due to an issue with its cooling system during the early development stages. In addition to constantly chasing and harassing researchers who possess coolants, Noctua will continuously flap its wings in an attempt to extinguish any open flames it encounters. However, the airflow it creates will more likely fan the flames. This issue has been partially resolved in later adjustments, but Noctua tends to continue such behavior when not connected to a Construct. Be sure to keep Noctua from open flames when it is not attached to any Constructs.",
        "Condition":1000002.0
    },
    {
        "Id":6,
        "GroupId":16020000,
        "Order":3,
        "Type":2,
        "Title":"No.003",
        "Text":"To keep up with its frequent activities, the Noctua unit comes with highly effective self-repairing components. When transformed, it often spins its head around in order to mend and lubricate its joints. As a result, Noctua often serves as the children's plaything on Babylonia. The WGAA encourages it and expresses interest in developing more CUBs with similar features, while the Science Council refuses to comment.",
        "Condition":1000004.0
    },
    {
        "Id":7,
        "GroupId":16030000,
        "Order":1,
        "Type":2,
        "Title":"No.001",
        "Text":"Toniris, one of the first batch of high-precision bionic units developed for CUB experiment projects, shows a high degree of compatibility with Bianca: Veritas.\\nIts prototype was a bionic bird made in the Golden Age to protect the environment, whose main feature was to detect climate and environmental changes. With the Science Council's modification, Toniris is capable of more detailed detection. The particle devices on its wings can also produce a large amount of electrical power.",
        "Condition":1000005.0
    },
    {
        "Id":8,
        "GroupId":16030000,
        "Order":2,
        "Type":2,
        "Title":"No.002",
        "Text":"Compared with other CUBs, Toniris has stricter standards when identifying allies and only shows closeness toward individuals who have been in contact for a long time. However, Toniris also demonstrates a certain degree of aggression toward these individuals. It often lightly tears their shirt corner or pulls their hair (note: \"light\" in terms of CUB horsepower.)\\nAfter multiple incidents, contact between non-essential personnel and Toniris has become restricted, although some are sad about the constraints.",
        "Condition":1000006.0
    },
    {
        "Id":9,
        "GroupId":16030000,
        "Order":3,
        "Type":2,
        "Title":"No.003",
        "Text":"In the early stages of the experiment, Toniris made loud birdcalls from its throat, which were widely mistaken for thundering in Babylonia. Investigation reveals that it was a design flaw but a unique feature reserved by the WGAA.\\n\"Isn't it cool that it can scream directly from the throat instead of through a loudspeaker?\" Said the anonymous president of WGAA. However, this feature had to remain turned off for the official model due to protests from the field testers.",
        "Condition":1000007.0
    },
    {
        "Id":10,
        "GroupId":16030000,
        "Order":1,
        "Type":1,
        "Title":"Background I",
        "Text":"The name \"Toniris\" represents \"thunder in the rain,\"\\nwith the imagery of a lone bionic crane flying over the vast plain, followed by thunderclouds. \\nLegend says it guides the lightning.",
        "Condition":null
    },
    {
        "Id":11,
        "GroupId":16030000,
        "Order":2,
        "Type":1,
        "Title":"Background II",
        "Text":"Toniris also represents the rainbow after the thunderstorm.\\nIts sliver wings bring the thunder as well as the rainbow.\\nAfter a flash storm, the bionic crane stops at the rainbow and caresses its tail feathers, seemingly claiming the rainbow to be its creation.",
        "Condition":null
    },
    {
        "Id":12,
        "GroupId":16040000,
        "Order":1,
        "Type":2,
        "Title":"No.001",
        "Text":"Frost Oath, a new CUB adapted by the Science Council. Its prototype is based on the centaur module, \"Lindwyrm\", that Rosetta left in Babylonia. The humanoid hybrid frame with its severe side effects has been modified, making it suitable as a CUB. The birth of Frost Oath also marks a new direction for CUB research.",
        "Condition":1000008.0
    },
    {
        "Id":13,
        "GroupId":16040000,
        "Order":2,
        "Type":2,
        "Title":"No.002",
        "Text":"Compared with other CUBs, Frost Oath has a stronger sense of individuality. Unlike Rosetta, who is rational and restrained, Frost Oath is more wild and unrestrained. It shows stronger enthusiasm in the open wilderness, such as snowfields or woodlands. Frost Oath has a strong sense of identity and belonging to the group, showing no mercy to enemies that violate its territory. It is bound by duty to guard its companions.",
        "Condition":1000009.0
    },
    {
        "Id":14,
        "GroupId":16040000,
        "Order":3,
        "Type":2,
        "Title":"No.003",
        "Text":"Based on the individual wishes of Rosetta and Frost Oath, Rosetta can quickly return to the battlefield in her centaur form. Although the effectiveness isn't what it once as, the cognitive load brought by this state has been drastically reduced. Echoing one of the design concepts of CUB, Frost Oath is not a disposable weapon but a long-term companion on the battlefield.",
        "Condition":1000010.0
    },
    {
        "Id":15,
        "GroupId":16040000,
        "Order":1,
        "Type":1,
        "Title":"Background I",
        "Text":"Frost Oath was named by Rosetta at Asimov's suggestion.",
        "Condition":null
    },
    {
        "Id":16,
        "GroupId":16040000,
        "Order":2,
        "Type":1,
        "Title":"Background II",
        "Text":"The appearance of Frost Oath means that the Forest Guard have claimed this land as their own, forming an area of defense that no enemy can penetrate.",
        "Condition":null
    },
    {
        "Id":17,
        "GroupId":16050000,
        "Order":1,
        "Type":2,
        "Title":"No.001",
        "Text":"Seeshell, originally an outdated C7 Probe from Babylonia, frequently used in ocean exploration and climate observation. Its capability is recognized after multiple CUB experiments, and it is now active in the field as a CUB.\\nWhen transformed, Seeshell's four cannons can provide substantial support fire. The two fisheye lenses by its sides also offer a comprehensive view of the battlefield. By syncing those data to Constructs and the commandant in real time, Seeshell is valuable for evaluating the battle.",
        "Condition":1000011.0
    },
    {
        "Id":18,
        "GroupId":16050000,
        "Order":2,
        "Type":2,
        "Title":"No.002",
        "Text":"Due to the frequent accidents that occurred during the C7 Probes' exploration missions, an engineer tries to install multiple modules on a prototype to increase its mission success rate. However, the large number of modules and their intricate connections make it impossible to mass produce.\\nAs the C7 models are retired, the prototype is going to be decommissioned as well. But, during the CUB program, its outstanding damage output and scouting capability caught tester's attention, who then named it \"Seeshell\".",
        "Condition":1000012.0
    },
    {
        "Id":19,
        "GroupId":16050000,
        "Order":3,
        "Type":2,
        "Title":"No.003",
        "Text":"Seeshell's appearance is the best demonstration of its abilities.\\nEverything it sees and records during an ocean exploration is gathered inside its \"shell.\"\\nEvery time it extracts those valuable data, researchers are astonished by the mysteries of the deep sea contained in its pearl.\\nIt has been recording, watching, and gathering those scattered fragments to create these pearls to help study the ocean. Now, it will observe the battlefield and help its warriors shine.",
        "Condition":1000013.0
    }
]