[
    {
        "Id":1,
        "Type":902,
        "Title":"Mood",
        "Desc":"The comfort of the Dormitory and the interaction between members will increase their Mood.\\nOnce the Mood grants to Happy, a gift from a member will be gained.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading5.jpg",
        "Weight":30
    },
    {
        "Id":2,
        "Type":902,
        "Title":"Comfort",
        "Desc":"Drag the members under the Comfort they preferred.\\nThis will increase the members' Stamina and Mood in a quick manner.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading5.jpg",
        "Weight":30
    },
    {
        "Id":3,
        "Type":902,
        "Title":"Mood Event",
        "Desc":"Randomly refreshing Mood will greatly reduce the Mood value of Dormitory members.\\nWhereas resolving issues in the right manner can greatly increase Mood value.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading5.jpg",
        "Weight":30
    },
    {
        "Id":4,
        "Type":902,
        "Title":"Pat",
        "Desc":"Click Pat button to enter the interface.\\nPatting everyday can increase the Dormitory members' Mood slightly.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading5.jpg",
        "Weight":30
    },
    {
        "Id":5,
        "Type":10101,
        "Title":"E-02 \"Babylonia\"",
        "Desc":"Babylonia was the first warp speed interstellar spacecraft designed for the colonization of other worlds.\\nThe pinnacle of human achievement, the Babylonia Project ushered in a Golden Age of \"unity and prosperity\" on Earth.\\nThe Punishing virus abruptly halted construction, however, and saw an influx of survivors hoping for a new life among the stars.\\nSemi-permanently docked on an orbiting space station, Babylonia now forms a launching pad for humans planning to retake earth and a key communications hub, maintaining contact with surface reconnaissance.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading.jpg",
        "Weight":30
    },
    {
        "Id":6,
        "Type":10101,
        "Title":"Corrupted",
        "Desc":"Categories of Corrupted include but are not limited to Electronic Equipment, Mechanoids and Constructs...\\nEach type displays distinctive forms of mutation, growth and destructive behaviors,\\nhowever, their ultimate objective is the same: the efficient elimination of all human consciousness.\\nAs their own Punishing Virus load increases, so too does their appetite and capacity for destruction.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading2.jpg",
        "Weight":30
    },
    {
        "Id":7,
        "Type":10101,
        "Title":"Punishing Virus",
        "Desc":"The Punishing Virus first emerged inside the vacuum chamber of an A-series zero-point energy reactor operating at ultrahigh density.\\nAs technicians attempted to isolate and refine the viral particles, there was a leak. The subsequent explosion expelled the virus into the atmosphere and spread it across the world.\\nThe Punishing Virus directly attacks an organism's cells or hijacks the logic circuits of Mechanoids, corrupting them,\\nand causing them to manifest extreme hostility towards any individual displaying human consciousness or behavior.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading4.jpg",
        "Weight":30
    },
    {
        "Id":8,
        "Type":10101,
        "Title":"Gray Raven",
        "Desc":"Gray Raven are an elite Task Force, led by team leader Lucia.\\nGray Raven has fought countless engagements and are one of the most experienced teams.\\nEach member is a specialist in his or her own field.\\nThe origins of Gray Raven are a well-kept secret and the subject of constant speculation.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading6.jpg",
        "Weight":30
    },
    {
        "Id":9,
        "Type":10101,
        "Title":"Arctic Route Union",
        "Desc":"The advent of nuclear technology enabled construction of high-speed icebreakers. Finally humans were able to conquer the Arctic ocean.\\nAs a result, Arctic sea trade routes became the busiest on the planet.\\nThe \"Arctic Route Union\" formed by major ports on the Arctic sea grew to become a one of the four major economic blocs of the Golden Age.\\nOwing to the peculiarities of environment, local Punishing Virus concentrations remain in the low to moderate range.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading8.jpg",
        "Weight":30
    },
    {
        "Id":10,
        "Type":10101,
        "Title":"International Space Station",
        "Desc":"International Space StationA cutting-edge scientific experiment facility with a long history. Early in the Golden Age, the main purpose of it was to undertake physical experiments.\\nAfter successful verification of the Grand Unified Theory, the first gravity generation and manipulation experiment in human history was conducted.\\nThe artificial intelligence mascot \"Korolev\" in the space station was responsible for introducing the advanced scientific theories born here to the public in the easiest way.\\nAfter an outbreak of Punishing Virus, the space station began to adsorb nearby Punishing Virus and space debris because of the loss of gravity. Its growth is still ongoing.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading10.jpg",
        "Weight":30
    },
    {
        "Id":11,
        "Type":10101,
        "Title":"Inver-Device",
        "Desc":"Inver-Device is the first line of defense for all Constructs against the Punishing Virus.\\nThe Humanity has upgraded the Inver-Device to enable the Constructs to receive nearby Commandant's Mind Beacon—\\nIt is also a vital prerequisite for the \"Construct + Commandant\" combat system.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading15.jpg",
        "Weight":30
    },
    {
        "Id":12,
        "Type":10101,
        "Title":"Akdilek Commercial Alliance",
        "Desc":"Akdilek Commercial Alliance originated in the Middle East with Asslam, the Eternal Engine, as its territory.\\nA distinctive train culture has been developed during its long journey. It is also known as the express moving city-state.\\nAdhering to monarchy, its trading business has been across the Eurasian continent. It also has connections with various forces on the continent.\\nAkdilek Commercial Alliance advocates interests, but it also has deeply rooted contradictions. The current leader is Akdilek IV—Akdilek Jamilah.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading14.jpg",
        "Weight":30
    },
    {
        "Id":13,
        "Type":10101,
        "Title":"Kowloong Chamber of Commerce",
        "Desc":"The Kowloong Chamber of Commerce is a regional commercial organization established in the Golden Age in the coastal cities of East Asia. From the undertows of capital, to the strings of politics, the KCC was the actual master.\\nThe Kowloong Crew who serve the KCC are all Constructs named after the nine sons of the dragon king. Together, they are responsible for operating the KCC.\\nIn the Golden Age, the KCC invested an unthinkable amount of money and manpower into developing a Gestalt-tier AI. The Huaxu, named after a primordial Chinese goddess, was the result.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading17.jpg",
        "Weight":30
    },
    {
        "Id":14,
        "Type":10101,
        "Title":"Kowloong Corp",
        "Desc":"The Kowloong Corp was formerly known as the Kowloong Chamber of Commerce, a commercial organization established in the coastal cities of East Asia in the Golden Age.\\nIn its early times, its phenomenon scientists created a Gestalt-tier AI called \"Huaxu\", who developed a human salvation project upon the outbreak of the Punishing Virus.\\nOn the basis of Huaxu's project, the leader of Kowloong Corp, Qu, had the public accept body modification and initiated Tabula Akasha to conserve the human culture.\\nSince then, the Kowloong Corp has shut its borders and become a completely isolated organization. As a result, its Construct technology has remained at the level before Babylonia moved to space.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading19.jpg",
        "Weight":30
    },
    {
        "Id":15,
        "Type":10101,
        "Title":"Dead Zone",
        "Desc":"Battle zones in Babylonia are divided into 4 regions based on Punishing Virus zones: Low, Medium, High, and Deadly.\\nSerums and Inver-Devices are ineffective against high-density Punishing Virus in Dead Zones. Additionally, the high density will cause Corrupted to go berserk,\\ngreatly increased the danger of Dead Zones. Therefore, survivability in these regions is especially hostile towards Humans and Constructs.\\nSpecialized Constructs can conduct short-term reconnaissance, but long-term battle is impossible.\\nKnown intel on Dead Zones is provided by the vanguard squads dispatched by Babylonia. Of which, a majority of the Constructs have been abandoned indefinitely within these zones.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading21.jpg",
        "Weight":30
    },
    {
        "Id":16,
        "Type":10101,
        "Title":"Forest Guard I",
        "Desc":"Special organization based in the Siberian Forest, comprised primarily of humanoid-hybrid Constructs.\\nOriginally formed to prevent northward movement of Corrupted from southern Siberia into ARU territory.\\nThe Forest Guard is currently led by a Construct named Rosetta.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading9.jpg",
        "Weight":30
    },
    {
        "Id":17,
        "Type":10101,
        "Title":"Forest Guard II",
        "Desc":"An armed force based in the territories of the ARU whose members are all humanoid-hybrid Constructs denigrated as \"sinners.\"\\nThe Forest Guard's frames and equipment have been customized to greatly enhance their combat mobility in the polar regions.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading23.jpg",
        "Weight":30
    },
    {
        "Id":18,
        "Type":10101,
        "Title":"Tabula Akasha",
        "Desc":"A human salvation project developed by Huaxu and introduced by Qu to reassure the public upon the outbreak of the Punishing Virus. Yet, the truth is it was a project laid by Qu and the Kowloong Crew based on Huaxu's deduction. It aims to upload the digitized data of all the people of Kowloong to a virtual space constructed by Huaxu, releasing their souls from the suffering of this world.\\nKowloong Metropolis is an above-ground city built according to the Tabula Akasha. The digitized human data center is located in the Kowloong ruins under the city. Qu is the only person who knows how to enter the ruins. She is still secretly continuing with the Tabula Akasha in order to keep the human race alive until the end of the Earth.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading24.jpg",
        "Weight":30
    },
    {
        "Id":19,
        "Type":10101,
        "Title":"Kowloong",
        "Desc":"In the Golden Age, the Kowloong Chamber of Commerce ruled this capital of the entire district. Located along the coast, this city is renowned for its waterways and roads extending and intertwining like blood vessels and nine dragon towers being tall enough to reach heaven. Its prosperity outshone every city back in the day.\\nCooperating with Universal Toys, Kowloong was one of the pioneer cities that fully embraced the use of robots and androids. The KCC is governed by nine branches led by the Kowloong Crew. Its productivity and technology made a great leap forward at the time, but everything was destroyed after the outbreak of the Punishing Virus.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading25.jpg",
        "Weight":30
    },
    {
        "Id":20,
        "Type":10101,
        "Title":"Gestalt",
        "Desc":"Gestalt is a super artificial intelligence created by global elites gathered by the Science Council of the Golden Age.\\nThe public service network built on Gestalt's infrastructure has vastly enhanced people's lives.\\nMeanwhile, with Gestalt's help, the Science Council has also made tremendous progress in intergalactic travelling.\\nGestalt is now Babylonia's highest AI commander, serving the humankind. However, it appears that Gestalt has evolved over time.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading29.jpg",
        "Weight":30
    },
    {
        "Id":21,
        "Type":10101,
        "Title":"Punishing Red Tide",
        "Desc":"Punishing Red Tide serves as a breeding ground for Hetero-Creature. It devours and deconstructs machines and beings, converting the energy into nutrition for a large number of Punishing Hetero-Creatures.\\nThe Hetero-Creatures begin to self-evolve by copying Earth's life forms under the Red Tide's nourishment.\\nExternal causes have expedited the supposedly slow evolution, resulting in a significant number of Hetero-Creatures on the surface.\\nThe Red Tide exhibits a tidal pattern, but its rising and falling is unrelated to celestial objects and is more like a form of creature prey.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading30.jpg",
        "Weight":30
    },
    {
        "Id":22,
        "Type":10101,
        "Title":"Strike Hawk I",
        "Desc":"The \"Strike Hawk\" of Task Force is a special scout team.\\n Differ from other Elite Teams in which the Commandant are paired with Constructs, the Members of Strike Hawk are all Constructs. The specialized Inver-Device that the Captain Chrome equipped makes him a replacement of Commandant, and all members can exchange information with each other via the own internal communicaition channel.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading31.jpg",
        "Weight":30
    },
    {
        "Id":23,
        "Type":10101,
        "Title":"Strike Hawk II",
        "Desc":"Members of Strike Hawk are highly capable in Individual Combat. Instead of working as a team, they are scattered around the world, doing the most dangerous work as a scout. If you see them working together in the same mission, it always means the mission is extremely dangerous.\\n Over time, this Team gained the 4th \"New Peer\" joining the \"Strike Hawk\".",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading31.jpg",
        "Weight":30
    },
    {
        "Id":24,
        "Type":10101,
        "Title":"Specialized Frame I",
        "Desc":"Originally a name given to all prototype units under Babylonia's mid-term military Construct development plan, now this term specifically refers to the units developed based on the test data acquired in \"Project Winter\".\\nCompared with early military Constructs, specialized frames have received significant improvements in all aspects, and possess superior performance and mobility.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading33.png",
        "Weight":30
    },
    {
        "Id":25,
        "Type":10101,
        "Title":"Specialized Frame II",
        "Desc":"Due to the unique source of bottom-level data required in the development of specialized frames, it usually takes a prolonged period of connection test and adjustment to match them with the M.I.N.D. of Constructs.\\nForcing such frames into actual combat without proper tuning may result in various side-effects, including but not limited to memory data loss or loss of frame control due to M.I.N.D. deviation.\\nThe Science Council has been seeking solutions to improve the frames and increase the chance of successful adaptation. An important breakthrough has been achieved recently.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading33.png",
        "Weight":30
    },
    {
        "Id":26,
        "Type":10101,
        "Title":"Zero-Point Reactor I",
        "Desc":"According to quantum mechanics, there is an underlying background energy known as zero-point energy that exists in a vacuum and throughout the universe.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading35.png",
        "Weight":30
    },
    {
        "Id":27,
        "Type":10101,
        "Title":"Zero-Point Reactor II",
        "Desc":"During the Golden Age, a number of zero-point reactors were constructed by humanity in order to realize superluminal travel. As the exploration for zero-point energy was about to reach its final phase, the Punishing Virus suddenly emerged inside the vacuum chamber of the first zero-point reactor at ultrahigh density and spread across the world.\\nHowever, Atlantis, presumably due to its different research progress or direction, managed to terminate the experiments on its reactor immediately after the Punishing Virus had surged out of the first zero-point reactor. Having adjusted its research direction, Atlantis has preserved its reactor to this day.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading35.png",
        "Weight":30
    },
    {
        "Id":28,
        "Type":20001,
        "Title":"Narwhal",
        "Desc":"A gigantic biomimetic machine with the form of a Narwhal, most commonly sighted in Arctic and Antarctic waters.\\nThe Narwhal is covered in powerful weapons systems and its most prominent feature—the horn on its head—can extend when needed to permit direct communication with consciousness systems.\\nThere are few extant records regarding the genesis of the Narwhal, however, it is most likely connected to M.I.N.D.s research.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading7.jpg",
        "Weight":30
    },
    {
        "Id":29,
        "Type":20001,
        "Title":"Arctic Route Union",
        "Desc":"The advent of nuclear technology enabled construction of high-speed icebreakers. Finally, humans were able to conquer the Arctic ocean.\\nAs a result, Arctic sea trade routes became the busiest on the planet.\\nThe \"Arctic Route Union\" formed by major ports on the Arctic sea grew to become one of the four major economic blocs of the Golden Age.\\nOwing to the peculiarities of environment, local Punishing Virus concentrations remain in the low to moderate range.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading8.jpg",
        "Weight":30
    },
    {
        "Id":30,
        "Type":20001,
        "Title":"Forest Guard I",
        "Desc":"Special organization based in the Siberian Forest, comprised primarily of human-type Constructs.\\nOriginally formed to prevent northward movement of Corrupted from southern Siberia into ARU territory.\\nThe Forest Guard is currently led by a Construct named Rosetta.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading9.jpg",
        "Weight":30
    },
    {
        "Id":31,
        "Type":20002,
        "Title":"Hetero-Core",
        "Desc":"Hetero-Core is created when the Hetero-matter formed by the Punishing Virus under special environmental conditions assembles to a specific scale.\\nDense and solid in texture, its behaviors are far more complicated than that of Punishing Virus.\\nWith an extremely high density of Punishing Virus inside, it can create various Heteromers by manipulating the Punishing Virus Hetero-matter around it.\\nMany secrets of it remain unknown. The only one Hetero-Core was discovered in the infected International Space Station.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading11.jpg",
        "Weight":30
    },
    {
        "Id":32,
        "Type":20003,
        "Title":"Happy New Year!",
        "Desc":"Happy Lunar New Year",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading32.png",
        "Weight":30
    },
    {
        "Id":33,
        "Type":20004,
        "Title":"Asslam, the Eternal Engine",
        "Desc":"A heavy nuclear fusion reactor drive, masterfully combined with Cosmos Industries' Central Purification Filter—this is Akdilek Commercial Alliance's very own moving castle.\\nThis leviathan of a train is built in a procession of a locomotive, aristocrat carriages, functional carriages, passenger carriages, commoner carriages, freight carriages, and industrial carriages. All carriages are detachable in an emergency.\\nEarly on in the Golden Age, this train has already established a labyrinthine rail network on the Eurasian continent known as APUS.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading13.jpg",
        "Weight":30
    },
    {
        "Id":34,
        "Type":20004,
        "Title":"Akdilek Commercial Alliance",
        "Desc":"Akdilek Commercial Alliance originated in the Middle East with Asslam, the Eternal Engine, as its territory.\\nA distinctive train culture has been developed during its long journey. It is also known as the express moving city-state.\\nAdhering to monarchy, its trading business has been across the Eurasian continent. It also has connections with various forces on the continent.\\nAkdilek Commercial Alliance advocates interests, but it also has deeply rooted contradictions. The current leader is Akdilek IV—Akdilek Jamilah.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading14.jpg",
        "Weight":30
    },
    {
        "Id":35,
        "Type":20005,
        "Title":"The Nighter",
        "Desc":"  ",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading16.jpg",
        "Weight":30
    },
    {
        "Id":36,
        "Type":20006,
        "Title":"Kowloong Chamber of Commerce",
        "Desc":"The Kowloong Chamber of Commerce is a regional commercial organization established in the Golden Age in the coastal cities of East Asia. From the undertows of capital, to the strings of politics, the KCC was the actual master.\\nThe Kowloong Crew who serve the KCC are all Constructs named after the nine sons of the dragon king. Together, they are responsible for operating the KCC.\\nIn the Golden Age, the KCC invested an unthinkable amount of money and manpower into developing a Gestalt-tier AI. The Huaxu, named after a primordial Chinese goddess, was the result.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading17.jpg",
        "Weight":30
    },
    {
        "Id":37,
        "Type":20006,
        "Title":"The Nighter",
        "Desc":"The coastal location dictated trade and shipbuilding as the Kowloong Chamber of Commerce's birthright.\\nA Kua-Er (A Chinese god of strength) grade dreadnought—the Nighter—was built during the Golden Age by the KCC.\\nWhen dusk falls, the Kowloong vessels would all stay berthed near the port temporarily.\\nCombined and linked, their lights upon the deck can outshine even the sun. Dancer puppets would perform intricate and alluring dances. The second day would begin in their markets before midnight even comes.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading18.jpg",
        "Weight":30
    },
    {
        "Id":38,
        "Type":20007,
        "Title":"Kowloong Corp",
        "Desc":"The Kowloong Corp was formerly known as the Kowloong Chamber of Commerce, a commercial organization established in the coastal cities of East Asia in the Golden Age.\\nIn its early times, its phenomenon scientists created a Gestalt-tier AI called \"Huaxu\", who developed a human salvation project upon the outbreak of the Punishing Virus.\\nOn the basis of Huaxu's project, the leader of Kowloong Corp, Qu, had the public accept body modification and initiated Tabula Akasha to conserve the human culture.\\nSince then, the Kowloong Corp has shut its borders and become a completely isolated organization. As a result, its Construct technology has remained at the level before Babylonia moved to space.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading19.jpg",
        "Weight":30
    },
    {
        "Id":39,
        "Type":20008,
        "Title":"Venus Splash Park",
        "Desc":"Venus Splash Park is a cinema-themed water park built by Shome Group situated on a small island in the Caribbean.\\nThe construction of the Venus Splash Park was largely in part due to support from the World Government's integration plan.\\nThe splash park is lavishly designed, with a giant bionic Shark-speare statue as a symbol of the park.\\nDue to various reasons, the park never officially began operation and was only opened when the arrival of Ascendants finally opened its firmly sealed doors.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading20.jpg",
        "Weight":30
    },
    {
        "Id":40,
        "Type":20008,
        "Title":"Dead Zone",
        "Desc":"Battle zones in Babylonia are divided into 4 regions based on Punishing Virus zones: Low, Medium, High, and Deadly.\\nSerums and Inver-Devices are ineffective against high-density Punishing Virus in Dead Zones. Additionally, the high density will cause Corrupted to go berserk,\\ngreatly increased the danger of Dead Zones. Therefore, survivability in these regions is especially hostile toward Humans and Constructs.\\nSpecialized Constructs can conduct short-term reconnaissance, but long-term battle is impossible.\\nKnown intel on Dead Zones has been provided by a scarce number of vanguard squads dispatched by Babylonia. Of which, a majority of the Constructs have been abandoned indefinitely within these zones.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading21.jpg",
        "Weight":30
    },
    {
        "Id":41,
        "Type":20008,
        "Title":"Remote Link Technology",
        "Desc":"The primary combat mode utilized by the early \"Construct + Commandant\" tactical system. Commandants used the link module to control Constructs remotely in battle. Later, this combat mode was discontinued by Babylonia due to special circumstances.\\nAs the war continued to escalate, the Science Council restarted research on remote link technology.\\nBased on the imitation \"Collar\" from The Nighter obtained by the Gray Raven Commandant, Asimov developed a portable remote link device unique to Babylonia.\\nDuring the war in Kowloong, the Science Council allocated Asimov's research results to squads for experimentation in combat to some success.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading22.jpg",
        "Weight":30
    },
    {
        "Id":42,
        "Type":20009,
        "Title":"Narwhal",
        "Desc":"A gigantic biomimetic machine with the form of a Narwhal, most commonly sighted in Arctic and Antarctic waters.\\nThe Narwhal is covered in powerful weapons systems and its most prominent feature—the horn on its head—can extend when needed to permit direct communication with consciousness systems.\\nThere are few extant records regarding the genesis of the Narwhal, however, it is most likely connected to M.I.N.D.s research.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading7.jpg",
        "Weight":30
    },
    {
        "Id":43,
        "Type":20009,
        "Title":"Arctic Route Union",
        "Desc":"The advent of nuclear technology enabled construction of high-speed icebreakers. Finally, humans were able to conquer the Arctic ocean.\\nAs a result, Arctic sea trade routes became the busiest on the planet.\\nThe \"Arctic Route Union\" formed by major ports on the Arctic sea grew to become one of the four major economic blocs of the Golden Age.\\nOwing to the peculiarities of environment, local Punishing Virus concentrations remain in the low to moderate range.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading8.jpg",
        "Weight":30
    },
    {
        "Id":44,
        "Type":20009,
        "Title":"Forest Guard I",
        "Desc":"Special organization based in the Siberian Forest, comprised primarily of human-type Constructs.\\nOriginally formed to prevent northward movement of Corrupted from southern Siberia into ARU territory.\\nThe Forest Guard is currently led by a Construct named Rosetta.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading9.jpg",
        "Weight":30
    },
    {
        "Id":45,
        "Type":20009,
        "Title":"Forest Guard II",
        "Desc":"An armed force based in the territories of the ARU whose members are all humanoid-hybrid Constructs notoriously known as the \"criminals.\"\\nThe Forest Guard's frames and equipment have been customized to greatly enhance their combat mobility in the polar regions.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading23.jpg",
        "Weight":30
    },
    {
        "Id":46,
        "Type":20010,
        "Title":"Tabula Akasha",
        "Desc":"A human salvation project developed by Huaxu and introduced by Qu to reassure the public upon the outbreak of the Punishing Virus. Yet, the truth is it was a project laid by Qu and the Kowloong Crew based on Huaxu's deduction. It aims to upload the digitized data of all the people of Kowloong to a virtual space constructed by Huaxu, releasing their souls from the suffering of this world.\\nKowloong Metropolis is an above-ground city built according to the Tabula Akasha. The digitized human data center is located in the Kowloong ruins under the city. Qu is the only person who knows how to enter the ruins. She is still secretly continuing with the Tabula Akasha in order to keep the human race alive until the end of the Earth.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading24.jpg",
        "Weight":30
    },
    {
        "Id":47,
        "Type":20010,
        "Title":"Kowloong",
        "Desc":"In the Golden Age, the Kowloong Chamber of Commerce ruled this capital of the entire district. Located along the coast, this city is renowned for its waterways and roads extending and intertwining like blood vessels and nine dragon towers being tall enough to reach heaven. Its prosperity outshone every city back in the day.\\nCooperating with Universal Toys, Kowloong was one of the pioneer cities that fully embraced the use of robots and androids. The KCC is governed by nine branches led by the Kowloong Crew. Its productivity and technology made a great leap forward at the time, but everything was destroyed after the outbreak of the Punishing Virus.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading25.jpg",
        "Weight":30
    },
    {
        "Id":48,
        "Type":20011,
        "Title":"Hetero-Creature",
        "Desc":"Hetero-Creature is a biomimetic form of Punishing Virus that evolved from the Red Tide in simulating the evolution of earth creatures inside the earth's ecosystem.\\nHumans have yet to discover the Hetero-Creature's evolutionary method, whether they have biological traits similar to earth organisms, or the reason for their biomization.\\nThe only conclusion that can be drawn from their observations is that Hetero-Creature has exhibited the possibility of its own systemic development tree as well as the potential to awaken their consciousness.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading26.jpg",
        "Weight":30
    },
    {
        "Id":49,
        "Type":20011,
        "Title":"Gestalt",
        "Desc":"Gestalt is a super artificial intelligence created by global elites gathered by the Science Council of the Golden Age.\\nThe public service network built on Gestalt's infrastructure has vastly enhanced people's lives.\\nMeanwhile, with Gestalt's help, the Science Council has also made tremendous progress in intergalactic travelling.\\nGestalt is now Babylonia's highest AI commander, serving the humankind. However, it appears that Gestalt has evolved over time.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading29.jpg",
        "Weight":30
    },
    {
        "Id":50,
        "Type":20011,
        "Title":"Punishing Red Tide",
        "Desc":"Punishing Red Tide serves as a breeding ground for Hetero-Creature. It devours and deconstructs machines and beings, converting the energy into nutrition for a large number of Punishing Hetero-Creatures.\\nThe Hetero-Creatures begin to self-evolve by copying Earth's life forms under the Red Tide's nourishment.\\nExternal causes have expedited the supposedly slow evolution, resulting in a significant number of Hetero-Creatures on the surface.\\nThe Red Tide exhibits a tidal pattern, but its rising and falling is unrelated to celestial objects and is more like a form of creature prey.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading30.jpg",
        "Weight":30
    },
    {
        "Id":51,
        "Type":20012,
        "Title":null,
        "Desc":null,
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading27.jpg",
        "Weight":30
    },
    {
        "Id":52,
        "Type":20012,
        "Title":null,
        "Desc":null,
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading28.jpg",
        "Weight":30
    },
    {
        "Id":53,
        "Type":20013,
        "Title":"Strike Hawk I",
        "Desc":"The \"Strike Hawk\" of Task Force is a special scout team.\\nDiffer from other Elite Teams in which the commandants are paired with Constructs, the Members of Strike Hawk are all Constructs. The specialized Inver-Device that Captain Chrome equipped makes him a replacement of a commandant, and all members can exchange information with each other via the own internal communication channel.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading31.jpg",
        "Weight":30
    },
    {
        "Id":54,
        "Type":20013,
        "Title":"Strike Hawk II",
        "Desc":"Members of Strike Hawk are highly capable in Individual Combat. Instead of working as a team, they are scattered around the world, doing the most dangerous work as a scout. If you see them working together in the same mission, it always means the mission is extremely dangerous.\\nOver time, this Team gained the 4th \"New Peer\" joining the \"Strike Hawk\".",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading31.jpg",
        "Weight":30
    },
    {
        "Id":55,
        "Type":20014,
        "Title":"Specialized Frame I",
        "Desc":"Originally a name given to all prototype units under Babylonia's mid-term military Construct development plan, now this term specifically refers to the units developed based on the test data acquired in \"Winter Plan\".\\nCompared with early military Constructs, specialized frames have received significant improvements in all aspects, and possess superior performance and mobility.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading33.png",
        "Weight":30
    },
    {
        "Id":56,
        "Type":20014,
        "Title":"Specialized Frame II",
        "Desc":"Due to the unique source of bottom-level data required in the development of specialized frames, it usually takes a prolonged period of connection test and adjustment to match them with the M.I.N.D. of Constructs.\\nForcing such frames into actual combat without proper tuning may result in various side-effects, including but not limited to memory data loss or loss of frame control due to M.I.N.D. deviation.\\nThe Science Council has been seeking solutions to improve the frames and increase the chance of successful adaptation. An important breakthrough has been achieved recently.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading33.png",
        "Weight":30
    },
    {
        "Id":57,
        "Type":20014,
        "Title":"Agent I",
        "Desc":"These senior level Ascendants process greater strength and higher access level compared with ordinary Ascendants.\\nAgents have the power to \"filter\" Punishing-infected Constructs or mechanoids through the Ascension-Network, and grant those have passed the first round of filtering access to the Ascension-Network and power of the Punishing Virus. All information available so far suggests only agents have the authority to grant Transcendant the access to connect to Ascension-Network.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading34.png",
        "Weight":30
    },
    {
        "Id":58,
        "Type":20014,
        "Title":"Agent II",
        "Desc":"Agents can be seen as the special Ascendants chosen by the Ascension-Network with a mission to \"filter\" possible Ascendant candidates. The battle logs against agents suggest they have significantly higher power, Punishing concentration and threat level than ordinary Ascendants.\\nHumans have extremely limited knowledge on the exact number of agents, or why they were formed in the first place. Perhaps there are more agents hidden in the dark secretly running their own plans with purposes unknown.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading34.png",
        "Weight":30
    },
    {
        "Id":59,
        "Type":20015,
        "Title":"Eden-Grade Babylonia",
        "Desc":"Filled with the unprecedented aspirations of humanity, Babylonia was supposed to be the first-ever superluminal starship for interstellar colonization.\\nIts massive construction alone has ushered in a new era of human history, the Golden Age, where human beings stayed united and evolved.\\nAfter the virus outbreak, the construction of Babylonia was forcibly terminated. Babylonia became the shelter for many survivors who had escaped to space.\\nNow, Babylonia is anchored in the arc orbital dock and, as the starting point for taking back Earth, it maintains close ties with ground forces.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading.jpg",
        "Weight":30
    },
    {
        "Id":60,
        "Type":20015,
        "Title":"Corrupted",
        "Desc":"The types of the Corrupted include, but are not limited to electronic devices, facilities, mechanoids, and Constructs.\\nBased on their physical characteristics, the Corrupted will have different propensities, namely modification, proliferation, and destruction.\\nHowever, their ultimate purpose remains the same—annihilate everything that has human consciousness.\\nThe higher the Punishing Virus concentration in their bodies, the more savage and destructive they are.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading2.jpg",
        "Weight":30
    },
    {
        "Id":61,
        "Type":20016,
        "Title":"Zero-Point Reactor I",
        "Desc":"According to quantum mechanics, there is an underlying background energy known as zero-point energy that exists in a vacuum and throughout the universe.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading35.png",
        "Weight":30
    },
    {
        "Id":62,
        "Type":20016,
        "Title":"Zero-Point Reactor II",
        "Desc":"During the Golden Age, a number of zero-point reactors were constructed by humanity in order to realize superluminal travel. As the exploration for zero-point energy was about to reach its final phase, the Punishing Virus suddenly emerged inside the vacuum chamber of the first zero-point reactor at ultrahigh density and spread across the world.\\nHowever, Atlantis, presumably due to its different research progress or direction, managed to terminate the experiments on its reactor immediately after the Punishing Virus had surged out of the first zero-point reactor. Having adjusted its research direction, Atlantis has preserved its reactor to this day.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading35.png",
        "Weight":30
    },
    {
        "Id":63,
        "Type":30001,
        "Title":"Venus Splash Park",
        "Desc":"Venus Splash Park is a cinema-themed water park built by Shome Group situated on a small island in the Caribbean.\\nThe construction of the Venus Splash Park was largely in part due to support from the World Government's integration plan.\\nThe splash park is lavishly designed, with a giant bionic Shark-speare statue as a symbol of the park.\\nDue to various reasons, the park never officially began operation and was only opened when the arrival of Ascendants finally opened its firmly sealed doors.",
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgFightLoading20.jpg",
        "Weight":30
    },
    {
        "Id":64,
        "Type":40001,
        "Title":null,
        "Desc":null,
        "ImageUrl":"Assets\/Product\/Texture\/Image\/BgUi\/BgLiechefushua5.png",
        "Weight":30
    }
]