[
    {
        "Id": 1,
        "Type": 0,
        "Title": "Eden-Grade Babylonia",
        "Desc": "Filled with the unprecedented aspirations of humanity, Babylonia was supposed to be the first-ever superluminal starship for interstellar colonization.\\nIts massive construction alone has ushered in a new era of human history, the Golden Age, where human beings stayed united and evolved.\\nAfter the virus outbreak, the construction of Babylonia was forcibly terminated. Babylonia became the shelter for many survivors who had escaped to space.\\nNow, Babylonia is anchored in the arc orbital dock and, as the starting point for taking back Earth, it maintains close ties with ground forces.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading.jpg",
        "Weight": 30
    },
    {
        "Id": 2,
        "Type": 902,
        "Title": "Mood",
        "Desc": "You can improve the Mood of members by increasing the Comfort of the Dormitory and interacting with them.\\nMembers will send you gifts when they are happy.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading5.jpg",
        "Weight": 30
    },
    {
        "Id": 3,
        "Type": 902,
        "Title": "Comfort",
        "Desc": "Put Dormitory Members under their preferred Comfort\\nto increase the speed at which their Stamina/Mood recovers",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading5.jpg",
        "Weight": 30
    },
    {
        "Id": 4,
        "Type": 902,
        "Title": "Mood Event",
        "Desc": "Mood Events will occur randomly and reduce the Mood of Dormitory Members greatly\\nSolve the events in the correct way to recover a great amount of Mood",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading5.jpg",
        "Weight": 30
    },
    {
        "Id": 5,
        "Type": 902,
        "Title": "Pat",
        "Desc": "Tap Pat to go to the screen\\nYou can recover a small amount of Mood by Patting Dormitory Members",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading5.jpg",
        "Weight": 30
    },
    {
        "Id": 6,
        "Type": 10101,
        "Title": "Eden-Grade Babylonia",
        "Desc": "Filled with the unprecedented aspirations of humanity, Babylonia was supposed to be the first-ever superluminal starship for interstellar colonization.\\nIts massive construction alone has ushered in a new era of human history, the Golden Age, where human beings stayed united and evolved.\\nAfter the virus outbreak, the construction of Babylonia was forcibly terminated. Babylonia became the shelter for many survivors who had escaped to space.\\nNow, Babylonia is anchored in the arc orbital dock and, as the starting point for taking back Earth, it maintains close ties with ground forces.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading.jpg",
        "Weight": 30
    },
    {
        "Id": 7,
        "Type": 10101,
        "Title": "Corrupted",
        "Desc": "The types of the Corrupted include, but are not limited to electronic devices, facilities, mechanoids, and Constructs.\\nBased on their physical characteristics, the Corrupted will have different propensities, namely modification, proliferation, and destruction.\\nHowever, their ultimate purpose remains the same—annihilate everything that has human consciousness.\\nThe higher the Punishing Virus concentration in their bodies, the more savage and destructive they are.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading2.jpg",
        "Weight": 30
    },
    {
        "Id": 8,
        "Type": 10101,
        "Title": "Punishing Virus",
        "Desc": "The Punishing Virus first appeared in the Vacuum Chamber of the first Zero-Point Reactor at extremely high density.\\nIts Mass Deployment process resulted in explosions and leakage. Eventually, it spread all over the globe through atmospheric circulation.\\nThe Punishing Virus is able to damage the cellular structure of organisms and infest mechanoids by manipulating their logic circuits.\\nIt shows a strong tendency to attack any individual that exhibits human consciousness and behaviors.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading4.jpg",
        "Weight": 30
    },
    {
        "Id": 9,
        "Type": 10101,
        "Title": "Gray Raven",
        "Desc": "Gray Raven is a legendary squad that belongs to the Task Force.\\nTheir captain Lucia is a seasoned veteran.\\nAll the members she has recruited into Gray Raven are the cream of the crop in their own professional fields.\\nOn the other hand, there never ceases to be rumors and guesses in regard to how the Gray Raven squad was founded in the first place.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading6.jpg",
        "Weight": 30
    },
    {
        "Id": 10,
        "Type": 10101,
        "Title": "Arctic Route Union",
        "Desc": "The advent of nuclear technology enabled construction of high-speed icebreakers. Finally, humans were able to conquer the Arctic ocean.\\nAs a result, Arctic sea trade routes became the busiest on the planet.\\nThe \"Arctic Route Union\" formed by major ports on the Arctic sea grew to become one of the four major economic blocs of the Golden Age.\\nOwing to the peculiarities of environment, local Punishing Virus concentrations remain in the low to moderate range.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading8.jpg",
        "Weight": 30
    },
    {
        "Id": 11,
        "Type": 10101,
        "Title": "International Space Station",
        "Desc": "A cutting-edge experimental facility with a long history. It was mainly used to carry out experiments of Field Physics in the early Golden Age.\\nShortly after the Grand Unified Theory was verified, the first gravity generation and manipulation experiment in human history was carried out.\\nKorolev, the AI mascot of the ISS, was put in charge to explain the latest development in scientific theories to the public in simple terms.\\nAfter the outbreak of the Punishing Virus, gravity went out of control around the ISS, and it begun to attract nearby Punishing Virus and spacecraft debris, growing bigger and bigger in the process.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading10.jpg",
        "Weight": 30
    },
    {
        "Id": 12,
        "Type": 10101,
        "Title": "Inver-Device",
        "Desc": "The Inver-Device is the first line of defense against the Punishing Virus for all Constructs.\\nAccording to the upgrade plan made by humans, Constructs are allowed to receive the Mind Beacons of nearby Commandants through the Inver-Device.\\nThis is also an important precondition for the current Construct/Commandant tactical system.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading15.jpg",
        "Weight": 30
    },
    {
        "Id": 13,
        "Type": 10101,
        "Title": "Akdilek Commercial Alliance",
        "Desc": "Akdilek Commercial Alliance originated in the Middle East with Asslam, the Eternal Engine, as its territory.\\nA distinctive train culture has been developed during its long journey. It is also known as the express moving city-state.\\nAdhering to monarchy, its trading business has been across the Eurasian continent. It also has connections with various forces on the continent.\\nAkdilek Commercial Alliance advocates interests, but it also has deeply rooted contradictions. The current leader is Akdilek IV—Akdilek Jamilah Emil.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading14.jpg",
        "Weight": 30
    },
    {
        "Id": 14,
        "Type": 10101,
        "Title": "Kowloong Chamber of Commerce",
        "Desc": "The Kowloong Chamber of Commerce is a regional commercial organization established in the Golden Age in the coastal cities of East Asia. From the undertows of capital, to the strings of politics, the KCC was the actual master.\\nThe Kowloong Crew who serve the KCC are all Constructs named after the nine sons of the dragon king. Together, they are responsible for operating the KCC.\\nIn the Golden Age, the KCC invested an unthinkable amount of money and manpower into developing a Gestalt-tier AI. The Huaxu, named after a primordial Chinese goddess, was the result.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading17.jpg",
        "Weight": 30
    },
    {
        "Id": 15,
        "Type": 10101,
        "Title": "Kowloong Corp",
        "Desc": "The Kowloong Corp was formerly known as the Kowloong Chamber of Commerce, a commercial organization established in the coastal cities of East Asia in the Golden Age.\\nIn its early times, its phenomenon scientists created a Gestalt-tier AI called \"Huaxu\", who developed a human salvation project upon the outbreak of the Punishing Virus.\\nOn the basis of Huaxu's project, the leader of Kowloong Corp, Qu, had the public accept body modification and initiated Tabula Akasha to conserve the human culture.\\nSince then, the Kowloong Corp has shut its borders and become a completely isolated organization. As a result, its Construct technology had remained at the level before Babylonia moved to space.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading19.jpg",
        "Weight": 30
    },
    {
        "Id": 16,
        "Type": 10101,
        "Title": "Dead Zone",
        "Desc": "Battle zones in Babylonia are divided into 4 regions based on Punishing Virus zones: Low, Medium, High, and Deadly.\\nSerums and Inver-Devices are ineffective against high-density Punishing Virus in Dead Zones. Additionally, the high density will cause Corrupted to go berserk,\\ngreatly increased the danger of Dead Zones. Therefore, survivability in these regions is especially hostile toward Humans and Constructs.\\nSpecialized Constructs can conduct short-term reconnaissance, but the long-term battle is impossible.\\nKnown intel on Dead Zones has been provided by a scarce number of vanguard squads dispatched by Babylonia. Of which, a majority of the Constructs have been abandoned indefinitely within these zones.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading21.jpg",
        "Weight": 30
    },
    {
        "Id": 17,
        "Type": 10101,
        "Title": "Forest Guard I",
        "Desc": "Special organization based in the Siberian Forest, comprised primarily of humanoid hybrid Constructs.\\nOriginally formed to prevent northward movement of Corrupted from southern Siberia into ARU territory.\\nThe Forest Guard is currently led by a Construct named Rosetta.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading9.jpg",
        "Weight": 30
    },
    {
        "Id": 18,
        "Type": 10101,
        "Title": "Forest Guard II",
        "Desc": "An armed force based in the territories of the ARU whose members are all humanoid-hybrid Constructs notoriously known as the \"criminals.\"\\nThe Forest Guard's frames and equipment have been customized to greatly enhance their combat mobility in the polar regions.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading23.jpg",
        "Weight": 30
    },
    {
        "Id": 19,
        "Type": 10101,
        "Title": "Tabula Akasha",
        "Desc": "A human salvation project developed by Huaxu and introduced by Qu to reassure the public upon the outbreak of the Punishing Virus. Yet, the truth is it was a project laid by Qu and the Kowloong Crew based on Huaxu's deduction. It aims to upload the digitized data of all the people of Kowloong to a virtual space constructed by Huaxu, releasing their souls from the suffering of this world.\\nKowloong Metropolis is an above-ground city built according to the Tabula Akasha. The digitized human data center is located in the Kowloong ruins under the city. Qu is the only person who knows how to enter the ruins. She is still secretly continuing with the Tabula Akasha in order to keep the human race alive until the end of the Earth.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading24.jpg",
        "Weight": 30
    },
    {
        "Id": 20,
        "Type": 10101,
        "Title": "Kowloong",
        "Desc": "In the Golden Age, the Kowloong Chamber of Commerce ruled this capital of the entire district. Located along the coast, this city is renowned for its waterways and roads extending and intertwining like blood vessels and nine dragon towers being tall enough to reach heaven. Its prosperity outshone every city back in the day.\\nCooperating with Universal Toys, Kowloong was one of the pioneer cities that fully embraced the use of robots and androids. The KCC is governed by nine branches led by the Kowloong Crew. Its productivity and technology made a great leap forward at the time, but everything was destroyed after the outbreak of the Punishing Virus.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading25.jpg",
        "Weight": 30
    },
    {
        "Id": 21,
        "Type": 10101,
        "Title": "Gestalt",
        "Desc": "Gestalt is a super artificial intelligence created by global elites gathered by the Science Council of the Golden Age.\\nThe public service network built on Gestalt's infrastructure has vastly enhanced people's lives.\\nMeanwhile, with Gestalt's help, the Science Council has also made tremendous progress in intergalactic traveling.\\nGestalt is now Babylonia's highest AI commander, serving the humankind. However, it appears that Gestalt has evolved over time.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading29.jpg",
        "Weight": 30
    },
    {
        "Id": 22,
        "Type": 10101,
        "Title": "Punishing Red Tide",
        "Desc": "Punishing Red Tide serves as a breeding ground for Hetero-Creature. It devours and deconstructs machines and beings, converting the energy into nutrition for a large number of Punishing Hetero-Creatures.\\nThe Hetero-Creatures begin to self-evolve by copying Earth's life forms under the Red Tide's nourishment.\\nExternal causes have expedited the supposedly slow evolution, resulting in a significant number of Hetero-Creatures on the surface.\\nThe Red Tide exhibits a tidal pattern, but its rising and falling is unrelated to celestial objects and is more like a form of creature prey.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading30.jpg",
        "Weight": 30
    },
    {
        "Id": 23,
        "Type": 10101,
        "Title": "Strike Hawk I",
        "Desc": "The \"Strike Hawk\" of Task Force is a special scout team.\\nDiffer from other Elite Teams in which the commandants are paired with Constructs, the Members of Strike Hawk are all Constructs. The specialized Inver-Device that Captain Chrome equipped makes him a replacement for a commandant, and all members can exchange information with each other via their own internal communication channel.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading31.jpg",
        "Weight": 30
    },
    {
        "Id": 24,
        "Type": 10101,
        "Title": "Strike Hawk II",
        "Desc": "Members of Strike Hawk are highly capable in Individual Combat. Instead of working as a team, they are scattered around the world, doing the most dangerous work as a scout. If you see them working together on the same mission, it always means the mission is extremely dangerous.\\n Over time, this Team gained the 4th \"New Peer\" joining the \"Strike Hawk\".",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading31.jpg",
        "Weight": 30
    },
    {
        "Id": 25,
        "Type": 10101,
        "Title": "Specialized Frame I",
        "Desc": "Originally a name given to all prototype units under Babylonia's mid-term military Construct development plan, now this term specifically refers to the units developed based on the test data acquired in \"Project Winter\".\\nCompared with early military Constructs, specialized frames have received significant improvements in all aspects, and possess superior performance and mobility.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading33.png",
        "Weight": 30
    },
    {
        "Id": 26,
        "Type": 10101,
        "Title": "Specialized Frame II",
        "Desc": "Due to the unique source of bottom-level data required in the development of specialized frames, it usually takes a prolonged period of connection test and adjustment to match them with the M.I.N.D. of Constructs.\\nForcing such frames into actual combat without proper tuning may result in various side-effects, including but not limited to memory data loss or loss of frame control due to M.I.N.D. deviation.\\nThe Science Council has been seeking solutions to improve the frames and increase the chance of successful adaptation. An important breakthrough has been achieved recently.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading33.png",
        "Weight": 30
    },
    {
        "Id": 27,
        "Type": 10101,
        "Title": "Zero-Point Reactor I",
        "Desc": "According to quantum mechanics, there is an underlying background energy known as zero-point energy that exists in a vacuum and throughout the universe.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading35.png",
        "Weight": 30
    },
    {
        "Id": 28,
        "Type": 10101,
        "Title": "Zero-Point Reactor II",
        "Desc": "During the Golden Age, a number of zero-point reactors were constructed by humanity in order to realize superluminal travel. As the exploration for zero-point energy was about to reach its final phase, the Punishing Virus suddenly emerged inside the vacuum chamber of the first zero-point reactor at ultrahigh density and spread across the world.\\nHowever, Atlantis, presumably due to its different research progress or direction, managed to terminate the experiments on its reactor immediately after the Punishing Virus had surged out of the first zero-point reactor. Having adjusted its research direction, Atlantis has preserved its reactor to this day.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading35.png",
        "Weight": 30
    },
    {
        "Id": 29,
        "Type": 10101,
        "Title": "WGAA I",
        "Desc": "WGAA guides all aspects of the art field under Chairman Allen's leadership. Contemporary art under WGAA's lead is often high-tech, looking both artistic and technological.\\nDuring this time of war, these \"navigators\" at the forefront use dynamic artwork to enrich humanity's waning spirits. \\nJust like every artist, WGAA's journey is filled with controversy and praise.\\nBut that does not stop them from upholding their idea that \"art belongs to the public\" and bringing art into all corners of people's lives.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading37.png",
        "Weight": 30
    },
    {
        "Id": 30,
        "Type": 10101,
        "Title": "WGAA II",
        "Desc": "Apart from leading the trend, WGAA is also the biggest advocate for restoring old art.\\nIt is because of the work of WGAA's Archaeological Team that art from the Golden Age is not lost in a time of war.\\nIt is a core tenet of WGAA to recover, restore, inherit, and promote all art from Earth.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading37.png",
        "Weight": 30
    },
    {
        "Id": 31,
        "Type": 10101,
        "Title": "Mechanical Awakening I",
        "Desc": "When the deadly Punishing Virus was destroying everything, enlightened by Sagemachina, the awakening of machines became a flame that spread unnoticed.\\nFrom those graffiti and scribblings originating from the machine language, the machines found a path to their sentients. Wisdom was forged within their iron shells.\\nFree from the shackles they were born with, they now follow the footsteps of their Sagemachina and embark on their great journey.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading38.png",
        "Weight": 30
    },
    {
        "Id": 32,
        "Type": 10101,
        "Title": "Mechanical Awakening II",
        "Desc": "When the awakening tide rushes onto the land, complicated calculations depict a strange landscape. Gestalt lights up its beacon, observing, recording, and studying. The shimmer begins to guide the arrival of our future.\\nMachines of various origins and designs turn their attention to their makers that once were. Is it obedience or transcendence? Perhaps their answer will be pretty much the same as that of humanity.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading38.png",
        "Weight": 30
    },
    {
        "Id": 33,
        "Type": 10101,
        "Title": "Church of Machina",
        "Desc": "A secret organization composed entirely of mechanoids with the \"\"Church of Machina\" as their core movement.\\nAfter the Punishing outbreak, a small number of uninfected mechanoids enlightened by \"Sagemachina\", gaining consciousness as individuals and as a group.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading40.png",
        "Weight": 30
    },
    {
        "Id": 34,
        "Type": 10101,
        "Title": "Lunar Base",
        "Desc": "A base located on the dark, silent surface of the moon, now managed by Norman Mining Corp—the biggest mining corporations of the Golden Age.\\nTo test how zero-point energy would perform under low gravity in space, Babylonia's zero-point reactor and the manufacture of its engine were sent to the propulsion lab on the moon during Babylonia's production.\\nUpon discovering the connection between zero-point reactors and the Punishing Virus, the reactor and the lunar base that housed it have been half-abandoned to this day.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading41.png",
        "Weight": 30
    },
    {
        "Id": 35,
        "Type": 10101,
        "Title": "Copperfield Aquarium",
        "Desc": "A spacious aquarium located in the coastal area with great popularity back in the Golden Age. Its construction was solely funded by Copperfield. It applied cutting-edge bionic technology to realistically recreate the ecology and habits of marine life for visitors from around the globe.\\nAs one of the leaders of the Transatlantic Economic Community, Copperfield was committed to pushing bionic technology forward. The Copperfield Aquarium stood not only as a museum for worldwide visitors, but also as a valuable contributor to bionic research.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading42.png",
        "Weight": 30
    },
    {
        "Id": 36,
        "Type": 10101,
        "Title": "Phantom Tracer",
        "Desc": "The Phantom Tracer is capable of amassing the Punishing Virus and preliminarily analyzing the information it contains. As it remains technically impossible to completely trace back the information recorded in the Punishing Virus, the Phantom Tracer's core was built upon the recycled tissue of \"Hetero-Hive Mother\" and performs visual restoration with the specialized Spear of F.O.S. System.\\nBecause this is still not a fully mature device, it imposes a strenuous requirement for the user's M.I.N.D. stability.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading43.png",
        "Weight": 30
    },
    {
        "Id": 37,
        "Type": 20001,
        "Title": "Narwhal",
        "Desc": "A gigantic biomimetic machine with the form of a Narwhal, most commonly sighted in Arctic and Antarctic waters.\\nThe Narwhal is covered in powerful weapons systems and its most prominent feature—the horn on its head—can extend when needed to permit direct communication with consciousness systems.\\nThere are few extant records regarding the genesis of the Narwhal, however, it is most likely connected to M.I.N.D.s research.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading7.jpg",
        "Weight": 30
    },
    {
        "Id": 38,
        "Type": 20001,
        "Title": "Arctic Route Union",
        "Desc": "The advent of nuclear technology enabled construction of high-speed icebreakers. Finally humans were able to conquer the Arctic ocean.\\nAs a result, Arctic sea trade routes became the busiest on the planet.\\nThe \"Arctic Route Union\" formed by major ports on the Arctic sea grew to become a one of the four major economic blocs of the Golden Age.\\nOwing to the peculiarities of environment, local Punishing Virus concentrations remain in the low to moderate range.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading8.jpg",
        "Weight": 30
    },
    {
        "Id": 39,
        "Type": 20001,
        "Title": "Forest Guard I",
        "Desc": "Special organization based in the Siberian Forest, comprised primarily of humanoid hybrid Constructs.\\nOriginally formed to prevent northward movement of Corrupted from southern Siberia into ARU territory.\\nThe Forest Guard is currently led by a Construct named Rosetta.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading9.jpg",
        "Weight": 30
    },
    {
        "Id": 40,
        "Type": 20002,
        "Title": "Hetero-Core",
        "Desc": "Polymer Core is created when the polymers formed by the Punishing Virus under special environmental conditions assembles to a specific scale.\\nDense and solid in texture, its behaviors are far more complicated than that of Punishing Virus.\\nWith an extremely high density of Punishing Virus inside, it can create various heteromers by manipulating the Punishing Virus polymers around it.\\nMany secrets of it remain unknown. The only one Polymer Core was discovered in the infected International Space Station.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading11.jpg",
        "Weight": 30
    },
    {
        "Id": 41,
        "Type": 20003,
        "Title": "Happy New Year!",
        "Desc": "Happy New Year",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading32.png",
        "Weight": 30
    },
    {
        "Id": 42,
        "Type": 20004,
        "Title": "Asslam, the Eternal Engine",
        "Desc": "A heavy nuclear fusion reactor drive, masterfully combined with Cosmos Industries' Central Purification Filter—this is Akdilek Commercial Alliance's very own moving castle.\\nThis leviathan of a train is built in a procession of a locomotive, aristocrat carriages, functional carriages, passenger carriages, commoner carriages, cargo carriages, and industrial carriages. All carriages are detachable in an emergency.\\nEarly on in the Golden Age, this train has already established a labyrinthine rail network on the Eurasian continent known as APUS.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading13.jpg",
        "Weight": 30
    },
    {
        "Id": 43,
        "Type": 20004,
        "Title": "Akdilek Commercial Alliance",
        "Desc": "Akdilek Commercial Alliance originated in the Middle East with Asslam, the Eternal Engine, as its territory.\\nA distinctive train culture has been developed during its long journey. It is also known as the express moving city-state.\\nAdhering to monarchy, its trading business has been across the Eurasian continent. It also has connections with various forces on the continent.\\nAkdilek Commercial Alliance advocates interests, but it also has deeply rooted contradictions. The current leader is Akdilek IV—Akdilek Jamilah Emil.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading14.jpg",
        "Weight": 30
    },
    {
        "Id": 44,
        "Type": 20005,
        "Title": "The Nighter of Nona Ouroboros",
        "Desc": "  ",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading16.jpg",
        "Weight": 30
    },
    {
        "Id": 45,
        "Type": 20006,
        "Title": "Kowloong Chamber of Commerce",
        "Desc": "The Kowloong Chamber of Commerce is a regional commercial organization established in the Golden Age in the coastal cities of East Asia. From the undertows of capital, to the strings of politics, the KCC was the actual master.\\nThe Kowloong Crew who serve the KCC are all Constructs named after the nine sons of the dragon king. Together, they are responsible for operating the KCC.\\nIn the Golden Age, the KCC invested an unthinkable amount of money and manpower into developing a Gestalt-tier AI. The Huaxu, named after a primordial Chinese goddess, was the result.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading17.jpg",
        "Weight": 30
    },
    {
        "Id": 46,
        "Type": 20006,
        "Title": "The Nighter of Nona Ouroboros",
        "Desc": "The coastal location dictated trade and shipbuilding as the Kowloong Chamber of Commerce's birthright.\\nA Kua-Er (A Chinese god of strength) grade dreadnought—the Nighter—was built during the Golden Age by the KCC.\\nWhen dusk falls, the Kowloong vessels would all stay berthed near the port temporarily.\\nCombined and linked, their lights upon the deck can outshine even the sun. Dancer puppets would perform intricate and alluring dances. The second day would begin in their markets before midnight even comes.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading18.jpg",
        "Weight": 30
    },
    {
        "Id": 47,
        "Type": 20007,
        "Title": "Kowloong Corp",
        "Desc": "The Kowloong Corp was formerly known as the Kowloong Chamber of Commerce, a commercial organization established in the coastal cities of East Asia in the Golden Age.\\nIn its early times, its phenomenon scientists created a Gestalt-tier AI called \"Huaxu\", who developed a human salvation project upon the outbreak of the Punishing Virus.\\nOn the basis of Huaxu's project, the leader of Kowloong Corp, Qu, had the public accept body modification and initiated Tabula Akasha to conserve the human culture.\\nSince then, the Kowloong Corp has shut its borders and become a completely isolated organization. As a result, its Construct technology has remained at the level before Babylonia moved to space.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading19.jpg",
        "Weight": 30
    },
    {
        "Id": 48,
        "Type": 20008,
        "Title": "Venus Splash Park",
        "Desc": "Venus Splash Park is a cinema-themed water park built by Shome Group situated on a small island in the Caribbean.\\nThe construction of the Venus Splash Park was largely in part due to support from the World Government's integration plan.\\nThe splash park is lavishly designed, with a giant bionic Shark-speare statue as a symbol of the park.\\nDue to various reason, the park never officially began operation and only opened when the Ascendants unsealed its firmly shut doors.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading20.jpg",
        "Weight": 30
    },
    {
        "Id": 49,
        "Type": 20008,
        "Title": "Dead Zone",
        "Desc": "Battle zones in Babylonia are divided into 4 regions based on Punishing Virus zones: Low, Medium, High, and Deadly.\\nSerums and Inver-Devices are ineffective against high-density Punishing Virus in Dead Zones. Additionally, the high density will cause Corrupted to go berserk,\\ngreatly increased the danger of Dead Zones. Therefore, survivability in these regions is especially hostile toward Humans and Constructs.\\nSpecialized Constructs can conduct short-term reconnaissance, but the long-term battle is impossible.\\nKnown intel on Dead Zones has been provided by a scarce number of vanguard squads dispatched by Babylonia. Of which, a majority of the Constructs have been abandoned indefinitely within these zones.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading21.jpg",
        "Weight": 30
    },
    {
        "Id": 50,
        "Type": 20008,
        "Title": "Remote Link Technology",
        "Desc": "The primary combat mode utilized by the early \"Construct + Commandant\" tactical system. Commandants used the link module to control Constructs remotely in battle. Later, this combat mode was discontinued by Babylonia due to special circumstances.\\nAs the war continued to escalate, the Scientific Council restarted research on remote link technology\\nAccording to the imitation \"Collar\" from The Nighter obtained by the Gray Raven Commandant, Asimov developed a portable remote link device belonging to Babylonia.\\nDuring the war with Kowloong Metropolis, the Science Council allocated Asimov's research results to squads for experimentation in combat to some success.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading22.jpg",
        "Weight": 30
    },
    {
        "Id": 51,
        "Type": 20009,
        "Title": "Narwhal",
        "Desc": "A gigantic biomimetic machine with the form of a Narwhal, most commonly sighted in Arctic and Antarctic waters.\\nThe Narwhal is covered in powerful weapons systems and its most prominent feature—the horn on its head—can extend when needed to permit direct communication with consciousness systems.\\nThere are few extant records regarding the genesis of the Narwhal, however, it is most likely connected to M.I.N.D.s research.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading7.jpg",
        "Weight": 30
    },
    {
        "Id": 52,
        "Type": 20009,
        "Title": "Arctic Route Union",
        "Desc": "The advent of nuclear technology enabled construction of high-speed icebreakers. Finally humans were able to conquer the Arctic ocean.\\nAs a result, Arctic sea trade routes became the busiest on the planet.\\nThe \"Arctic Route Union\" formed by major ports on the Arctic sea grew to become a one of the four major economic blocs of the Golden Age.\\nOwing to the peculiarities of environment, local Punishing Virus concentrations remain in the low to moderate range.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading8.jpg",
        "Weight": 30
    },
    {
        "Id": 53,
        "Type": 20009,
        "Title": "Forest Guard I",
        "Desc": "Special organization based in the Siberian Forest, comprised primarily of humanoid hybrid Constructs.\\nOriginally formed to prevent northward movement of Corrupted from southern Siberia into ARU territory.\\nThe Forest Guard is currently led by a Construct named Rosetta.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading9.jpg",
        "Weight": 30
    },
    {
        "Id": 54,
        "Type": 20009,
        "Title": "Forest Guard II",
        "Desc": "An armed force based in the territories of the ARU whose members are all humanoid-hybrid Constructs notoriously known as the \"criminals.\"\\nThe Forest Guard's frames and equipment have been customized to greatly enhance their combat mobility in the polar regions.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading23.jpg",
        "Weight": 30
    },
    {
        "Id": 55,
        "Type": 20010,
        "Title": "Tabula Akasha",
        "Desc": "A human salvation project developed by Huaxu and introduced by Qu to reassure the public upon the outbreak of the Punishing Virus. Yet, the truth is it was a project laid by Qu and the Kowloong Crew based on Huaxu's deduction. It aims to upload the digitized data of all the people of Kowloong to a virtual space constructed by Huaxu, releasing their souls from the suffering of this world.\\nKowloong Metropolis is an above-ground city built according to the Tabula Akasha. The digitized human data center is located in the Kowloong ruins under the city. Qu is the only person who knows how to enter the ruins. She is still secretly continuing with the Tabula Akasha in order to keep the human race alive until the end of the Earth.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading24.jpg",
        "Weight": 30
    },
    {
        "Id": 56,
        "Type": 20010,
        "Title": "Kowloong",
        "Desc": "In the Golden Age, the Kowloong Chamber of Commerce ruled this capital of the entire district. Located along the coast, this city is renowned for its waterways and roads extending and intertwining like blood vessels and nine dragon towers being tall enough to reach heaven. Its prosperity outshone every city back in the day.\\nCooperating with Universal Toys, Kowloong was one of the pioneer cities that fully embraced the use of robots and androids. The KCC is governed by nine branches led by the Kowloong Crew. Its productivity and technology made a great leap forward at the time, but everything was destroyed after the outbreak of the Punishing Virus.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading25.jpg",
        "Weight": 30
    },
    {
        "Id": 57,
        "Type": 20011,
        "Title": "Hetero-Creature",
        "Desc": "Hetero-Creature is a biomimetic form of Punishing Virus that evolved from the Red Tide in simulating the evolution of earth creatures inside the earth's ecosystem.\\nHumans have yet to discover the Hetero-Creature's evolutionary method, whether they have biological traits similar to earth organisms, or the reason for their biomization.\\nThe only conclusion that can be drawn from their observations is that Hetero-Creature has exhibited the possibility of its own systemic development tree as well as the potential to awaken their consciousness.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading26.jpg",
        "Weight": 30
    },
    {
        "Id": 58,
        "Type": 20011,
        "Title": "Gestalt",
        "Desc": "Gestalt is a super artificial intelligence created by global elites gathered by the Science Council of the Golden Age.\\nThe public service network built on Gestalt's infrastructure has vastly enhanced people's lives.\\nMeanwhile, with Gestalt's help, the Science Council has also made tremendous progress in intergalactic traveling.\\nGestalt is now Babylonia's highest AI commander, serving the humankind. However, it appears that Gestalt has evolved over time.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading29.jpg",
        "Weight": 30
    },
    {
        "Id": 59,
        "Type": 20011,
        "Title": "Punishing Red Tide",
        "Desc": "Punishing Red Tide serves as a breeding ground for Hetero-Creature. It devours and deconstructs machines and beings, converting the energy into nutrition for a large number of Punishing Hetero-Creatures.\\nThe Hetero-Creatures begin to self-evolve by copying Earth's life forms under the Red Tide's nourishment.\\nExternal causes have expedited the supposedly slow evolution, resulting in a significant number of Hetero-Creatures on the surface.\\nThe Red Tide exhibits a tidal pattern, but its rising and falling is unrelated to celestial objects and is more like a form of creature prey.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading30.jpg",
        "Weight": 30
    },
    {
        "Id": 60,
        "Type": 20012,
        "Title": null,
        "Desc": null,
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading27.jpg",
        "Weight": 30
    },
    {
        "Id": 61,
        "Type": 20012,
        "Title": null,
        "Desc": null,
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading28.jpg",
        "Weight": 30
    },
    {
        "Id": 62,
        "Type": 20013,
        "Title": "Strike Hawk I",
        "Desc": "The \"Strike Hawk\" of Task Force is a special scout team.\\nDiffer from other Elite Teams in which the commandants are paired with Constructs, the Members of Strike Hawk are all Constructs. The specialized Inver-Device that Captain Chrome equipped makes him a replacement for a commandant, and all members can exchange information with each other via their own internal communication channel.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading31.jpg",
        "Weight": 30
    },
    {
        "Id": 63,
        "Type": 20013,
        "Title": "Strike Hawk II",
        "Desc": "Members of Strike Hawk are highly capable in Individual Combat. Instead of working as a team, they are scattered around the world, doing the most dangerous work as a scout. If you see them working together in the same mission, it always means the mission is extremely dangerous.\\n Over time, this Team gained the 4th \"New Peer\" joining the \"Strike Hawk\".",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading31.jpg",
        "Weight": 30
    },
    {
        "Id": 64,
        "Type": 20014,
        "Title": "Specialized Frame I",
        "Desc": "Originally a name given to all prototype units under Babylonia's mid-term military Construct development plan, now this term specifically refers to the units developed based on the test data acquired in \"Project Winter\".\\nCompared with early military Constructs, specialized frames have received significant improvements in all aspects, and possess superior performance and mobility.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading33.png",
        "Weight": 30
    },
    {
        "Id": 65,
        "Type": 20014,
        "Title": "Specialized Frame II",
        "Desc": "Due to the unique source of bottom-level data required in the development of specialized frames, it usually takes a prolonged period of connection test and adjustment to match them with the M.I.N.D. of Constructs.\\nForcing such frames into actual combat without proper tuning may result in various side-effects, including but not limited to memory data loss or loss of frame control due to M.I.N.D. deviation.\\nThe Science Council has been seeking solutions to improve the frames and increase the chance of successful adaptation. An important breakthrough has been achieved recently.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading33.png",
        "Weight": 30
    },
    {
        "Id": 66,
        "Type": 20014,
        "Title": "Agent I",
        "Desc": "These senior level Ascendants process greater strength and higher access level compared with ordinary Ascendants.\\nAgents have the power to \"filter\" Punishing-infected Constructs or mechanoids through the Ascension-Network, and grant those have passed the first round of filtering access to the Ascension-Network and power of Punishing. All information available so far suggests only agents have the authority to grant Transcendant the access to connect to Ascension-Network.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading34.png",
        "Weight": 30
    },
    {
        "Id": 67,
        "Type": 20014,
        "Title": "Agent II",
        "Desc": "Agents can be seen as the special Ascendants chosen by the Ascension-Network with a mission to \"filter\" possible Ascendant candidates. The battle logs against agents suggest they have significantly higher power, Punishing concentration and threat level than ordinary Ascendants.\\nHumans have extremely limited knowledge on the exact number of agents, or why they were formed in the first place. Perhaps there are more agents hidden in the dark secretly running their own plans with purposes unknown.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading34.png",
        "Weight": 30
    },
    {
        "Id": 68,
        "Type": 20015,
        "Title": "Eden-Grade Babylonia",
        "Desc": "Filled with the unprecedented aspirations of humanity, Babylonia was supposed to be the first-ever superluminal starship for interstellar colonization.\\nIts massive construction alone has ushered in a new era of human history, the Golden Age, where human beings stayed united and evolved.\\nAfter the virus outbreak, the construction of Babylonia was forcibly terminated. Babylonia became the shelter for many survivors who had escaped to space.\\nNow, Babylonia is anchored in the arc orbital dock and, as the starting point for taking back Earth, it maintains close ties with ground forces.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading.jpg",
        "Weight": 30
    },
    {
        "Id": 69,
        "Type": 20015,
        "Title": "Corrupted",
        "Desc": "The types of the Corrupted include, but are not limited to electronic devices, facilities, mechanoids, and Constructs.\\nBased on their physical characteristics, the Corrupted will have different propensities, namely modification, proliferation, and destruction.\\nHowever, their ultimate purpose remains the same—annihilate everything that has human consciousness.\\nThe higher the Punishing Virus concentration in their bodies, the more savage and destructive they are.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading2.jpg",
        "Weight": 30
    },
    {
        "Id": 70,
        "Type": 20016,
        "Title": "Zero-Point Reactor I",
        "Desc": "According to quantum mechanics, there is an underlying background energy known as zero-point energy that exists in a vacuum and throughout the universe.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading35.png",
        "Weight": 30
    },
    {
        "Id": 71,
        "Type": 20016,
        "Title": "Zero-Point Reactor II",
        "Desc": "During the Golden Age, a number of zero-point reactors were constructed by humanity in order to realize superluminal travel. As the exploration for zero-point energy was about to reach its final phase, the Punishing Virus suddenly emerged inside the vacuum chamber of the first zero-point reactor at ultrahigh density and spread across the world.\\nHowever, Atlantis, presumably due to its different research progress or direction, managed to terminate the experiments on its reactor immediately after the Punishing Virus had surged out of the first zero-point reactor. Having adjusted its research direction, Atlantis has preserved its reactor to this day.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading35.png",
        "Weight": 30
    },
    {
        "Id": 72,
        "Type": 20017,
        "Title": "Unidentified Twins I",
        "Desc": "A humanoid being given birth by the Hetero-Hive Mother.\\nWith extraordinary individual performance and Intelligence Level.\\nThe most evolved and purest Punishing Virus creature among the known Hetero-Creatures.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading36.png",
        "Weight": 30
    },
    {
        "Id": 73,
        "Type": 20017,
        "Title": "Unidentified Twins II",
        "Desc": "Their appearance is just a signal.\\nA symbol that the trial presented by the Punishing Virus against human beings has gone up to a new level.\\nA reminder that human beings are still living in the shadow of disasters as long as there is Punishing Virus on Earth.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading36.png",
        "Weight": 30
    },
    {
        "Id": 74,
        "Type": 20018,
        "Title": "Happy New Year!",
        "Desc": "Happy New Year",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading39.png",
        "Weight": 30
    },
    {
        "Id": 75,
        "Type": 30001,
        "Title": "Venus Splash Park",
        "Desc": "Venus Splash Park is a cinema-themed water park built by Shome Group situated on a small island in the Caribbean.\\nThe construction of the Venus Splash Park was largely in part due to support from the World Government's integration plan.\\nThe splash park is lavishly designed, with a giant bionic Shark-speare statue as a symbol of the park.\\nDue to various reason, the park never officially began operation and only opened when the Ascendants unsealed its firmly shut doors.",
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgFightLoading20.jpg",
        "Weight": 30
    },
    {
        "Id": 76,
        "Type": 40001,
        "Title": null,
        "Desc": null,
        "ImageUrl": "Assets/Product/Texture/Image/BgUi/BgLamiya.png",
        "Weight": 30
    }
]