[
    {
        "Id": 1,
        "Sorting": 1,
        "NpcAttributeId": 1,
        "DefaultUnlock": 1.0,
        "Events": [
            10001
        ],
        "Name": "No. 21",
        "Model": "QR3TwentyoneMd010011PLANET",
        "Story": "The author of these stories is also the unique protagonist. Featuring our strong and clever hero \"Wolf Pup\"—No. 21's fantastic Space Odyssey begins right now!\\n\\n\"Want to know another ending to this fairy tale? No. 21 will tell you next time.\"",
        "From": "Quirky Purple Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadR3Twentyone1Q.png",
        "LockDesc": "Unlocked by default"
    },
    {
        "Id": 2,
        "Sorting": 2,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            10101
        ],
        "Name": "Captain",
        "Model": "QR2WeilaMd010011PLANET",
        "Story": "The best captain ever. She is kind, helpful and understanding. The line of people who wish to travel around the planet with her can encircle the planet twice.\\n\\n\"Captain's right. No. 21 will listen to Captain.\"",
        "From": "Quirky Purple Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadWeilaQ.png",
        "LockDesc": "Unlocks after clearing Quirky Purple Planet: Normal - 1"
    },
    {
        "Id": 3,
        "Sorting": 3,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            10201
        ],
        "Name": "Noctis",
        "Model": "QR1NuoketiMd010011PLANET",
        "Story": "The last member of Cerberus. As you can see, now Cerberus is finally complete. Many of No. 21's fairy tales start from the three of them.\\n\\n\"Noctis? Noctis is just Noctis. Most of the time he's a fool who needs the help of the mature and reliable No. 21, but he is a part of the team. And teammates should help each other.\"",
        "From": "Quirky Purple Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadR1NuoketiQ.png",
        "LockDesc": "Unlocks after clearing Quirky Purple Planet: Normal - 2"
    },
    {
        "Id": 4,
        "Sorting": 4,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            10301
        ],
        "Name": "Pale Phantom",
        "Model": "QR3LunaMd010011PLANET",
        "Story": "The first villain to show up in No. 21's Space Odyssey. Unlike the planet's purple color, she is pale white. No. 21 seems to know her past. She once came from the same place as the lurking phantoms of this planet, but chose a different path.\\n\\n\"The memories and emotions don't belong to No. 21. They mess up my brain, but that's okay. I already have my own smell and shape. No. 21 can choose what I want to become.\"",
        "From": "Quirky Purple Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadLunaQ.png",
        "LockDesc": "Unlocks after clearing Quirky Purple Planet: Normal - 3"
    },
    {
        "Id": 5,
        "Sorting": 5,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            20101
        ],
        "Name": "White Strike Hawk",
        "Model": "QR2WanshiMd010011PLANET",
        "Story": "The White Hawk seems to be always sleeping, but he is protecting a secret and those who come across it usually do not end up well. Be cautious when you pass through his territory. It is normal to feel grumpy waking up, isn't it?\\n\\n\"That White Strike Hawk? No... He wasn't always sleeping. No. 21 can smell it. Hawks are very quiet before they hunt. They would look at their prey from above, and take their life with just one strike. No. 21 saw it in a documentary.\"",
        "From": "Blue Icy Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadWanShiQ.png",
        "LockDesc": "Unlocks after clearing Blue Icy Planet: Normal - 1"
    },
    {
        "Id": 6,
        "Sorting": 6,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            20201
        ],
        "Name": "Red Gray Raven",
        "Model": "QR4LuxiyaMd010011PLANET",
        "Story": "The strong-minded warrior is persistently searching for her lost teammates on the icy plains. She has soft feathers but holds the sharpest blade.\\n\\n\"That black and red Gray Raven... She is the captain of Gray Raven and often hangs out with the pink and blue Gray Raven. She cherishes her teammates, No. 21 can tell.\"",
        "From": "Blue Icy Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadR4LuxiyaQ.png",
        "LockDesc": "Unlocks after clearing Blue Icy Planet: Normal - 2"
    },
    {
        "Id": 7,
        "Sorting": 7,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            20301
        ],
        "Name": "Purple Unicorn",
        "Model": "QR3LuosaitaMd010011PLANET",
        "Story": "The guardian of the permafrost. The vast coniferous forests of this planets are long gone, only the endless frozen seas remain. She is forever gazing at the calm sea surface, for there are still things she vowed to protect even after the planet no longer looks the same.\\n\\n\"That purple Forest Guard... She has the smell of a forest. Like No. 21, she also has friends that are shaped differently. Um, not 'tamed packs,' but real friends. I can feel it.\"",
        "From": "Blue Icy Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadLuosaitaQ.png",
        "LockDesc": "Unlocks after clearing Blue Icy Planet: Normal - 3"
    },
    {
        "Id": 8,
        "Sorting": 8,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            30101
        ],
        "Name": "Desert Merchant",
        "Model": "QR2SufeiyaMd010011PLANET",
        "Story": "The wandering merchant on the Sand Star can swiftly move between locations using the underground pipelines. She seems to be acting on her own, but the power behind her is controlling the commercial trade of the entire planet.\\n\\n\"The 'envoy' of the train seems wary of No. 21. I like her battle... I shouldn't accept gifts from 'Akdilek'? Okay, I didn't take any. Captain once said that free things were actually the most expensive.\"",
        "From": "Sand Galore Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadSufeiyaQ.png",
        "LockDesc": "Unlocks after clearing Sand Galore Planet: Normal - 1"
    },
    {
        "Id": 9,
        "Sorting": 9,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            30201
        ],
        "Name": "Oasis Leader",
        "Model": "QR2DubianMd010011PLANET",
        "Story": "The leader is dedicated to change the desert's harsh environment for his surviving friends. Most of the oases you walk past during the journey were created by him. To enter his territory, one must first earn his trust.\\n\\n\"The Forsaken isn't my enemy. Um, No. 21 has never seen him in person, but Gray Raven Commandant once mentioned that he was a very special leader.\"",
        "From": "Sand Galore Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadDubianQ.png",
        "LockDesc": "Unlocks after clearing Sand Galore Planet: Normal - 2"
    },
    {
        "Id": 10,
        "Sorting": 10,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            30301
        ],
        "Name": "Guardian of the Ruins",
        "Model": "QR1ChangmaoMd010011PLANET",
        "Story": "The so-called master of all the mechanoids on the Sand Star actually has no influence. Most of the mechanoids simply went somewhere else or became space pirates. They ended up spreading through the entire galaxy.\\n\\n\"This type of Corrupted... only shows up in the lowest level of Babylonia's simulation training. No. 21 also thinks they are very weak.\"",
        "From": "Sand Galore Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleChangQiangQ.png",
        "LockDesc": "Unlocks after clearing Sand Galore Planet: Normal - 3"
    },
    {
        "Id": 11,
        "Sorting": 11,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            40101
        ],
        "Name": "Blast Rabbit",
        "Model": "QR4KalieninaMd010011PLANET",
        "Story": "The petite body of this outstanding planet engineering harbors incredible power. She is proficient in destruction and even more adept at repairing things. She does not fear lava, for her heart is burning hotter than any flames.\\n\\n\"That Engineering Force Construct always smells like gunpowder and engine oil. Besides, she often shows up at Gray Raven's base, so No. 21 can always smell her.\"",
        "From": "Hot Lava Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadR4KalieninaQ.png",
        "LockDesc": "Unlocks after clearing Hot Lava Planet: Normal - 1"
    },
    {
        "Id": 12,
        "Sorting": 12,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            40201
        ],
        "Name": "Blue Gray Raven",
        "Model": "QR4LiangMd010011PLANET",
        "Story": "The calm, rational blue Gray Raven is looking for his lost teammates, but ends up in a planet far from his destination for some reason. He can keep his body temperature calm even in this place.\\n\\n\"...The blue Gray Raven? No. 21 doesn't know him well as I have never talked to him. But Captain said she and he came from the same place. They always argue when they meet.\"",
        "From": "Hot Lava Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadR4Li1Q.png",
        "LockDesc": "Unlocks after clearing Hot Lava Planet: Normal - 2"
    },
    {
        "Id": 13,
        "Sorting": 13,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            40301
        ],
        "Name": "Bad Guy",
        "Model": "QR2LuolanMd010011PLANET",
        "Story": "Sometimes a cunning fox, sometimes a ferocious wolf, sometimes a shaking rabbit. Few have ever seen his true face, and nobody knows his real purpose.\\n\\n\"He is a dangerous bad guy. The next time I see him, I'll tear him apart with my claws and never give him another chance to escape.\"",
        "From": "Hot Lava Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadLuolanQ.png",
        "LockDesc": "Unlocks after clearing Hot Lava Planet: Normal - 3"
    },
    {
        "Id": 14,
        "Sorting": 14,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            50101
        ],
        "Name": "Artist",
        "Model": "QR1PentujixieMd010011PLANET",
        "Story": "As the best dessert artist on this planet, it has transformed the planet into the current adorable form under the Gingerbread King's order. It is relentlessly dedicated to art... Terrible things may happen if you do not understand its artworks.\\n\\n\"I see many colors. This guy often shows up in the simulation battles... No. 21 is already used to it.\"",
        "From": "Yummy Sweet Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadGuerQ.png",
        "LockDesc": "Unlocks after clearing Yummy Sweet Planet: Normal - 1"
    },
    {
        "Id": 15,
        "Sorting": 15,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            50201
        ],
        "Name": "The Best Warrior",
        "Model": "QR4YongyechaoMd010011PLANET",
        "Story": "In adventure stories, the retired legendary warrior only stands out at the most crucial moments! Now, new warrior, it is your time to overcome this challenge and venture toward the future under the guidance of the Best Warrior in the Universe!\\n\\n\"She said she wanted to 'observe' No. 21. So weird... But I don't dislike her. She has a soft, gentle smell, but is quite different from the others. Why? Um... No. 21 doesn't know why. It's just my intuition.\"",
        "From": "Yummy Sweet Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadR5YongyechaoQ.png",
        "LockDesc": "Unlocks after clearing Yummy Sweet Planet: Normal - 2"
    },
    {
        "Id": 16,
        "Sorting": 16,
        "NpcAttributeId": 1,
        "DefaultUnlock": null,
        "Events": [
            50301
        ],
        "Name": "Gingerbread King",
        "Model": "QR1AolajiangMd010011PLANET",
        "Story": "The most adorable Gingerbread King has the most beautiful land! I just want to make friends with everyone... But why are you running away?\\n\\n\"No good... No. 21 can sense danger nearby.\"",
        "From": "Yummy Sweet Planet",
        "Icon": "Assets/Product/Texture/Image/Role/RoleHeadShashibierQ.png",
        "LockDesc": "Unlocks after clearing Yummy Sweet Planet: Normal - 3"
    }
]