[
    {
        "Id": 101,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Nanami New Year Mail",
        "SendName": "Nana★mi",
        "Content": "*The following message is a transcript created by a speech recognition program*\\nYoohoo! Commando! Nanami-o here:\\nFirst off! H-happy... nude-new... y-yah-year! Yarrumph... Nanami went a-playing with Ka-ku-ro—yawn—K-Karen the whooole day and we pew-pewed so many fireworks! Oh! But Commandant, don't tell Celica we blew up the CIC holo-display...\\nNhn... Yawn... Anyways, Nanami is getting all snoozy-doozy, so I'm doing this early and going to sleepy town... The others who stayed home all day and got no play can do the countdowns or wossname instead! Huehuehue, Nanami's New Year greeting though, wins the race! Be Nanami's good human research subject this year too, Commandant!",
        "RewardIds": []
    },
    {
        "Id": 102,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Lucia New Year Mail",
        "SendName": "Lucia",
        "Content": "Dear Commandant:\\n\\nHappy New Year, Commandant. It's quite lively outside...\\nYou must be busy responding to the New Year messages from everyone by now.\\nLooking back, we went through a lot in the last year, and I've learned a lot as well.\\nThinking of our times together makes me all warm inside... I'll treasure these memories forever.\\nAnd thank you for telling me about past culture, Commandant. Like this New Year.\\nWe can still smile and be happy like the people of the past, even in this stricken world of ours.\\nIn the past, I would not have realized the importance of the minutest joys, but you and Gray Raven made me realize how priceless they are.\\nI will continue fighting alongside you as a proof of my resolve.\\nSo, Commandant, please lead us forward in the coming year as well.\\n\\n*Attached is an obviously handmade lipsticked frog plushie. A small L is sewn on its back.*",
        "RewardIds": []
    },
    {
        "Id": 103,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Karenina New Year Mail",
        "SendName": "Karenina",
        "Content": "*The following message is a transcript created by a speech recognition program*\\nBoom—Bzzz—Boom—\\nHello? Hello? You hear me? Alright! Here it is! The fireworks I promised.\\nPhew, good thing I made it. Nanami nearly messed it all up!\\nSo HEY, drop a Happy New Year for me at least, yeah?!\\nI gotta be the first to get presents and blessings, you got it?!\\n\\nOh, and this thing's for you. Don't you snitch to Celica about my fireworks, alright?! Or you're going to PAY!",
        "RewardIds": []
    },
    {
        "Id": 104,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Karenina New Year Mail",
        "SendName": "Karenina",
        "Content": "—****!—****!—****! GAAAAAHH—!\\nONE MINUTE PASSED ALREADY! Lucia didn't get the first New Year greeting in before me, did she?! Hey! Did she?!\\nArrrgh, this'll have to do! HEY! LISTEN UP!\\n—Happy New Year! Happy New Year! Happy New Year!\\nHowzat! That's got to have beaten Lucia in terms of Happy New Years!",
        "RewardIds": []
    },
    {
        "Id": 105,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Lee New Year Mail",
        "SendName": "Lee",
        "Content": "Dear Commandant:\\n\\nAccording to \"Babylonia Residential Regulations and Restrictions\", the damage to public facilities and decibel levels caused by Nanami and Karenina last night has clearly exceeded the \"agreeably acceptable\" standard. Through computational analysis derived from witness statements and database information, there is a high possibility that, Commandant, you, will be deemed as the person in charge.\\nAs such, in the following few days, Babylonia Regional Administrations has a 66.3% chance to request from you a statement of responsibility, an explanation of circumstances, and other such relevant information. I have already prepared all the possible documents you might require, and you need only sign your name on them. I should note that there is a 1.32% possibility that Babylonia might look into relevant liabilities on the matter. In the case of such a scenario arising, I have prepared a report on possible loopholes, as well as a justifiability analysis on the standards of BRRR and the relevant data to support the analysis.\\nI have also repaired the destroyed CIC holo-display last night. Depending on the investigation process, you may abstain from submitting the damage report.\\n...On an unrelated note, according to Nanami's testimony and the relevant files in Babylonia's database, I have learned that today is, according to the archaic cultural customs from an Eastern country with a long history and vibrant culture, what the people of that culture call \"Lunar New Year\".\\nIn the past year, we went through countless battles and choices together. Your command decisions have brought us victory and hope.\\nYour efforts were not unrecognized by us.\\nWell... It all feels quite new and awkward writing it this way.\\nBut anyhow, good work for the last year, Commandant.\\nHappy New Year.",
        "RewardIds": []
    },
    {
        "Id": 106,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Liv New Year Mail",
        "SendName": "Liv",
        "Content": "Dearest Commandant:\\n\\nGood morning, Commandant. A new year has come.\\nI hope you slept well last night.\\nDid you know? There is an Eastern custom in the past known as \"Bai Nian\". People would gather on New Year's Eve and celebrate the coming of the New Year. They would greet and give each other their blessings, thanking them for their kindness in the last year.\\nThis is our first New Year together, Commandant. Karen told me that fireworks can be used to bring good luck, but, fireworks are so transient... which is why I'd like to give you with something more long-lasting...\\nI tried making a New Year present for you. It's not much, but it'll please me greatly if you like it.\\nThank you for the time we spent together. I'm infinitely grateful that you became the Gray Raven Commandant—our commandant.\\nPlease lead us forward in the coming year too.\\nHappy New Year",
        "RewardIds": []
    },
    {
        "Id": 107,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Kamui New Year Mail",
        "SendName": "Kamui",
        "Content": "Dear Commandant:\\nCOMMANDANT!!! HAPPY NEW YEAR!!! HAHA! it was so fun playing card games with you and Lee last night! Too bad you hit sack at around three you didnt see how Lee won! Guy's a card GOD!!!\\noh yeah I drew a turtle on ur face, you aren't mad right haha? you slept first after all, u traitor! I took a lot of photos of us together too :D that was awesome, wanna come over to my place tonight and we can play monopoly!!!\\noh yeah i got you a sick NY present too! i know you like that stuff. I think I had a whole stash of em but they grew legs and ran or something, then i lost half of it to lee and soooo here's the rest of it all for you! Best buds forever!",
        "RewardIds": []
    },
    {
        "Id": 108,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Bianca New Year Mail",
        "SendName": "Bianca",
        "Content": "Dear Gray Raven Commandant:\\n\\nI am writing with regards to the Christmas invitation from the Gray Raven squad in the recent past. I have received the invitation, but due to Purifying Force duties concerning the safety of Babylonia officials during the holidays, I could only arrange for Karenina to join you.\\nKarenina has expressed that it was a joyous event, and I am sorry for being unable to make it.\\nMy shift has just ended, and I hope that this message is not too late for the New Year.\\nDue to the nature of the Purifying Force's work, we have always been shunned by others, be it humans or Constructs. It is better for us that way as well. This is also part of the reason why we are usually dispatched during the festivities.\\nYet, after knowing more about the Gray Raven and you, I seem to be having a change of hearts on how I feel about the matter... which is a change that I do not dislike.\\nTo me, praying is nothing more than a habit, but I still pray, from the bottom of my heart, for your safety in the coming days.\\nIf the circumstances permit in the next year, and as an apology for my absence from the Christmas gathering, could I ask you to join me in a short vacation together?\\n\\nHappy New Year.",
        "RewardIds": []
    },
    {
        "Id": 109,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Watanabe New Year Mail",
        "SendName": "Watanabe",
        "Content": "Dear Gray Raven Commandant:\\nSorry. I finally found the time to send you a mail. No, I didn't forget about the occasion. Humans might be having their festivals, that's all good and all, but the Corrupted don't get day-offs. If we don't thoroughly clean up the area around the Oasis, it might even mess with your satellites. You probably wouldn't want extra work because of some Forsaken issues too.\\nOh, and please keep your squad members in check. When I heard the explosions at night, I thought the Corrupted were knocking on our door. I got my gear and everything ready, only to find your two trouble-making lasses shooting fireworks into the sky. \"It looks the best at this angle!\" or something, they said...\\nI know you might want to spoil them a little as their commandant, but as a leading figure, you might be too lenient on them. You make a mistake, you get disciplined. That's how it should go in the army.\\nBabylonia's holidays should be over soon. You must be exhausted from playing hard during the vacation, so you should just rest in the last few days to prepare for work. I'd rather not have to stand in and clean up some new mess for Babylonia once your holidays end. And on an unrelated note, Happy New Year.\\n\\nP.S. I've attached a red packet for Gray Raven's aid in the previous events.",
        "RewardIds": []
    },
    {
        "Id": 110,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Alpha New Year Mail",
        "SendName": "α",
        "Content": "*The following is a message forcibly left in Babylonia's Command System*\\n\\nHeard your human New Year is here, eh? There were explosions and commotion near the settlements yesterday.\\nApparently some kind of celebration ritual for a coming year? Even though it isn't 1 Jan.\\nReminds me though, before the Golden Age, some Easterners used a slightly different calendar, and they based their New Year on that.\\n...Humans, humans. How petty.\\nDon't even know why you'd celebrate peace with explosions.\\nAnd.\\n—Guess I'll be watching you and the Gray Ravens this year too.",
        "RewardIds": []
    },
    {
        "Id": 111,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Hassen New Year Mail",
        "SendName": "Hassen",
        "Content": "Happy New Year, Commandant. My sincerest thanks to you from Babylonia.\\nYour contributions and growth did not go unnoticed. We could not have achieved so much without talented and hardworking individuals like you.\\nPlease rest well in this period of time. I'll be looking forward to your performance in the future.\\n\\nI send to you my deepest regards and thanks through this mail of mine. Every line is written with my truest blessings. Thank you for your effort this year. Let's break the record and keep the torch going next year! I wish for your good health and that everything goes your way.\\nP.S. This isn't an email template.",
        "RewardIds": []
    },
    {
        "Id": 112,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Celica New Year Mail",
        "SendName": "Celica",
        "Content": "Dear Gray Raven Commandant:\\n\\nHappy New Year.\\nOn the very first day of the New Year, I had to overtime at the bridge after receiving warnings about explosives. But when I got there, the supposedly broken holo-display was magically fixed.\\nAnyway, Babylonia suffered no actual losses, but somehow, I still had to overtime at the bridge. You can imagine how happy I was.\\nThe others from Babylonia must have already given you their New Year blessings, right? Don't forget to respond to them.\\nOh, but don't take President Hassen's mail too seriously. I even told him not to use early Golden Age-styled greetings and such... He's just not with the times, that old man.\\nWhen you receive this mail though, your holidays should be about over. Even though the New Year holidays are all about rest and recreation, please don't forget that they are to prepare you for the coming hardships.\\nSo don't forget the good times you had in the holiday, and get ready to work hard this year!\\nAgain, Commandant, Happy New Year. Babylonia and the World Government are grateful for your hard work and contributions.\\n\\nFrom Celica at the Babylonia Bridge\\nAnd all of Babylonia",
        "RewardIds": []
    },
    {
        "Id": 113,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Sophia New Year Mail",
        "SendName": "Sophia",
        "Content": " Commandant, Happy New Year, Gong Xi Fa Cai...!\\n\\nIs that how they say it? Changyu wasn't messing with me, right?\\nAnyway, Jamilah said in her letters that we should greet people important to us in the New Year. Apparently, blessings sent in this period of time are most likely to come true.\\nSo, I am hoping that you, Commandant... can be healthy for the coming year.\\nJamilah wrote that on her mail to me, so... I know it must be a blessing.\\nWhen I asked Jamilah,   \"So what happens after the year after?\"  \\nJamilah replied,   \"Then you need only repeat your blessing.\"  \\nSo, the next New Year, I will still be here giving your blessings.\\n\\nBest,\\nSophia ",
        "RewardIds": []
    },
    {
        "Id": 114,
        "TagId": 2,
        "ShowTime": "2022/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2022 New Year Mail",
        "Title": "Chrome New Year Mail",
        "SendName": "Chrome",
        "Content": " Dear Gray Raven's Commandant,\\n\\nI have received news that Kamui has spent an entire night at Gray Raven's recreation room yesterday.\\nSince Kamui was on his own in the Strike Hawk base yesterday, coupled with the New Year occasion, I had presumed that he would have more fun over at Gray Raven's, which led to this oversight of mine. He must have caused immense trouble, and I would like to apologize for that.\\nWe have completed many missions together with Gray Raven, but due to time constraints, I have not been able to converse with you thoroughly. I have a lot I wish to learn from you, be it squad management, or tactical commanding. So do forgive me for asking you this favor; if you were to have the time, I would like to talk with you more.\\nFrom my understanding, a New Year is a potpourri of gratitude to the past, as well as expectations for the future. It is an important event, so please allow me to send you my greetings.\\nStrike Hawk has been in your care for the past year. Let us look out for each other in the future as well.I will gladly be waiting for your commands, as always.\\nHappy New Year.\\n\\nChrome ",
        "RewardIds": []
    },
    {
        "Id": 115,
        "TagId": 1,
        "ShowTime": "2023/6/15",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday01.png",
        "Desc": "Lucia Activation Date Mail 01",
        "Title": "Dear Commandant",
        "SendName": "Lucia's Letter I",
        "Content": "It's been a while, Commandant... I've only been on this solo mission for a month or so, but I already feel like I've left Gray Raven and you for a long time.\\nThe fights on the western front have just died down, and we've kept the enemies miles away from the line of defense. My mission here is over, and I'll be back on Babylonia in a few days.\\nThe wait is excruciatingly long. I have so much I want to tell you about—not just my mission report, but the sights I've seen, the thoughts I've had... and this Activation Date without you.\\n...I wish I wasn't alone on this mission. Even when I could do it by myself, I still couldn't help hoping I would somehow find you all with me on the battlefield.\\nI wish I could tell Liv about the new flower I found and tell Lee about the analysis results on the anomalies. More than anything, I wish... I could see you sooner...\\n...\\n...Truth be told... I don't completely comprehend this feeling I have. Wanting to see you isn't something I have to report or discuss with you, after all...\\nI just... want to see you.\\nWhen the sun rose, I would remember how you pointed at the dawning sun.\\nWhen the wind blew, and my blade cut a Corrupted in half, I would remember how you stood fast and held your head up.\\nWhen the storm raged, and I saw actual ravens flying in flocks...\\nFor some reason, I would think about you.\\nI bet it's because I haven't gone on an expedition like this for a while. But don't worry about me. I may be thinking of you, but my blade remains sharp.\\nAs I said, my mission here is accomplished. I'll be back soon, Commandant.\\nBefore that, please take this souvenir\"\" I got from this mission—call it my Activation Date wish. I wish you had something like this with you, Commandant...\\nSomething that will remind you of me.",
        "RewardIds": [
            60001.0
        ]
    },
    {
        "Id": 116,
        "TagId": 1,
        "ShowTime": "2023/6/15",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Lucia Activation Date Mail 02",
        "Title": "Excerpt From \"Lucia's Journal\"",
        "SendName": "Lucia's Letter II",
        "Content": "It's midnight right now. I'm sitting on the edge of a crater so large that a puddle has formed at the bottom.\\nOrange-brown mud scatters around it; I think this might be a grass field before. There's even a small coral-colored flower growing in the disturbed soil. I bet Liv would know what it's called if she were here.\\nHow I miss my time with Gray Raven and Commandant. Even though this has only been a short mission, I feel like months have passed, and time has slowed.\\nHave I been growing dependent? Is that a positive change or a negative one, Commandant?\\nBeing apart from you is probably why\\nI have so much I want to say. I don't even know where to start, given everything we've been through together.\\nThe past I shared with everyone, the moments I spent with you... they all seem to be affecting me in my M.I.N.D. Even now, I still can't shake that blissful sensation.\\nSo I decided to record my journey this way and share it with you, Commandant. Letting you see what I've seen makes me feel like you're here, and that's good enough. Does this count as a memory we share?\\nTwo birds just flew past me as I was writing this. I didn't have time to catch a clear glimpse before they were already far away.\\nI can see the sun rising now.",
        "RewardIds": []
    },
    {
        "Id": 117,
        "TagId": 1,
        "ShowTime": "2023/6/15",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "α Activation Date Mail 01",
        "Title": "%^&$ [Unknown Mail] [Intercepted]",
        "SendName": "α's Letter I",
        "Content": "▄▆▁▃▆▆▆▃—\\nLong time no see. How are you doing... That's how you people write to each other, isn't it?\\nI thought our paths would never cross, Babylonian commandant. We would be two comets getting further and further away after flying past each other by chance once.\\nBut even then, you said that sharing whatever time we had as each other's companion was good enough, however brief it was.\\nHmph. You probably didn't even think about what your words would mean to me. Still... that's for the best. Traveling is no fun with too much baggage, so... I'll be looking for you.",
        "RewardIds": []
    },
    {
        "Id": 118,
        "TagId": 1,
        "ShowTime": "2023/6/15",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday02.png",
        "Desc": "α Activation Date Mail 02",
        "Title": "?",
        "SendName": "α's Letter II",
        "Content": "You didn't reply to my last message. Were you busy, or did you not receive it?\\nI brought you the key to the motorbike. The key is in a transport craft heading back to Babylonia, and the bike is where your last mission took you.\\nWhat? Curious how I knew where your last mission was? I'll tell you when we see each other.\\nDon't worry. This trip has nothing to do with where Ascendants and Babylonia stand. I just wanted to go traveling with you for a bit. Just the two of us.\\nI don't feel comfortable saying too much here. Things of \"unknown origins\" are often easily intercepted.\\nI'll wait for you here. You have one day.",
        "RewardIds": [
            60002.0
        ]
    },
    {
        "Id": 119,
        "TagId": 1,
        "ShowTime": "2023/7/23",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday03.png",
        "Desc": "Lee Activation Date Mail 01",
        "Title": "Tonight...",
        "SendName": "Lee's Letter I",
        "Content": "It's been a while since we were last on a mission together. Even though we'd run into each other in the lounge, I feel like I haven't seen you for a long time, Commandant.\\nThe adaptation of the specialized frame is going well. It shouldn't be long before I can go on daily operations with you again.\\nI saw how damaged your pistol was last time. I happened to have some parts from my old frame, so I thought I'd make you this pistol to use for the time being. \"Protector\" has a shorter range, so it's for emergencies only; it also comes with a set of 8mm rounds. Still, don't forget to request a new sidearm from the supply office.\\n...I'm messaging you so suddenly because I want to see you today. Are you free tonight?\\nThis isn't an invitation or anything. I just thought... it'd be more interesting to spend Activation Date with you.\\nI'll be at the Babylonia restaurant.\\nI'll be waiting.",
        "RewardIds": [
            60003.0
        ]
    },
    {
        "Id": 120,
        "TagId": 1,
        "ShowTime": "2023/7/23",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Lee Activation Date Mail 02",
        "Title": "...",
        "SendName": "Lee's Letter II",
        "Content": "Dammit... Shouldn't have trusted anything Kamui gave me... \"Alcohol-flavor electrolyte\"?\\nI didn't send you that invitation. Nothing happened, and I wasn't waiting for you... Never mind.\\nRegardless... thank you for coming, Commandant.",
        "RewardIds": []
    },
    {
        "Id": 121,
        "TagId": 1,
        "ShowTime": "2023/7/31",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Chrome Activation Date Mail 01",
        "Title": "Activation Date Invitation",
        "SendName": "Chrome's Letter I",
        "Content": "Father told me that some of his \"people\" want to celebrate my Activation Date. He's going to host a banquet at the family house for them.\\nFrom what I understand, my specialized frame and the recent battles have made some of the rich and powerful who distanced themselves from Constructs extend an olive branch to the Task Force.\\nFather was hoping I'd invite you too.\\nAs a Chief and a military hero, your appearance would be incredibly convincing at an event that aims to build bridges.\\nI hope you'll attend if you're willing.\\nTalking to some of the higher-ups is going to benefit future operations. More importantly, I haven't talked to you unless it's related to a mission or a fight.\\nWill you come?\\nI've been... missing you.",
        "RewardIds": []
    },
    {
        "Id": 122,
        "TagId": 1,
        "ShowTime": "2023/7/31",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday04.png",
        "Desc": "Chrome Activation Date Mail 02",
        "Title": "Sorry, I'll Be Late",
        "SendName": "Chrome's Letter II",
        "Content": "Something happened to Strike Hawk during our mission, so I have to file a report before returning. I'll be about an hour later than we planned.\\nIf you're already out, would you mind waiting for me at the house? The banquet is happening in the garden.\\nHere is the invitation and the keys I prepared.\\nI'll be there to apologize to you in person once I finish the report. Wait for me.",
        "RewardIds": [
            60004.0
        ]
    },
    {
        "Id": 123,
        "TagId": 1,
        "ShowTime": "2023/8/10",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday06.png",
        "Desc": "Liv Activation Date Mail 01",
        "Title": "What Do You Want For Dinner?",
        "SendName": "Liv's Letter I",
        "Content": "Commandant, it's my Activation Date today.\\nProfessor said my condition has been stable lately. It's fine if I go back to the lounge and do my own things.\\nSince I've recovered, and everyone is on Babylonia without any urgent mission...\\nDo you want to bring Lucia and Lee and spend some time with me?\\nI'll prepare tea and cakes. I'm not sure what to make for dinner yet.\\nWhat do you want for dinner, Commandant?",
        "RewardIds": [
            60006.0
        ]
    },
    {
        "Id": 124,
        "TagId": 1,
        "ShowTime": "2023/8/10",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Liv Activation Date Mail 02",
        "Title": "Thank you...",
        "SendName": "Liv's Letter II",
        "Content": "I'm really happy I could spend Activation Date with everyone.\\nI didn't think you would come to help me prepare after I sent you the ingredient list accidentally.\\nIf I'm being honest... I was delighted when you walked in, even though I didn't want to be a bother.\\nThank you...\\nBeing able to walk with you as we get the supplies and prepare the dishes for everyone together made me very happy.\\nDo you know that I had a wonderful dream before I woke up?\\nIn that dream, I was also walking with you like that, hand in hand...\\nIt was because of that dream and the memories of Gray Raven that I could withstand the migraines and the mirages.\\nRight... I didn't answer when you asked me what wish I made. The truth is... I didn't make any wishes.\\nBecause my wish has already come true.",
        "RewardIds": []
    },
    {
        "Id": 125,
        "TagId": 1,
        "ShowTime": "2023/8/15",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday07.png",
        "Desc": "Pulao Activation Date Mail 01",
        "Title": "Commandant! Happy Birthday!",
        "SendName": "Pulao's Letter I",
        "Content": "Hello, Commandant! This is Pulao from Kowloong! Long time no see. How have you been... Ahem, that's all the pleasantries Yazi told me to say, I think? I heard that it's your birthday today, Commandant, and people have secretly prepared a celebration on the Nighter! I've planned to set up a small shop to sell the candies I practiced making in secret. That will make me a small fortune... Anyway, this is the finished product. Give it a try, Commandant! But don't lick too hard, or your tongue will stick to it like mine did...",
        "RewardIds": [
            60007.0
        ]
    },
    {
        "Id": 126,
        "TagId": 1,
        "ShowTime": "2023/8/15",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Pulao Activation Date Mail 02",
        "Title": "AAAAAAAAHHH SORRY FOR THE MIX-UP",
        "SendName": "Pulao's Letter II",
        "Content": "I'm so sorry I mixed it up...! It's actually my Activation Date today. Thanks for reminding me, Commandant. How embarrassing! So the celebration is for me? No wonder people seem to be avoiding me lately. Honestly, I don't remember much about my past, but I'm surprised you still remember, Commandant... Hehe, that does make me quite happy. Didn't you say people can make a wish on their birthday? Can I also make a wish? Even if it's a little bit greedy? Like asking you to play with me for a whole day... That's not greedy at all? What about... No! That's too embarrassing... Anyway, I'll be waiting for you on the Nighter. I'll tell you my wish then. Pinky promise!",
        "RewardIds": []
    },
    {
        "Id": 127,
        "TagId": 1,
        "ShowTime": "2023/9/27",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday08.png",
        "Desc": "Selena Activation Date Mail 01",
        "Title": "Message From WGAA",
        "SendName": "Ayla's Letter I",
        "Content": "Hi, Commandant! This is Ayla of the WGAA!\\nEarlier, you helped me locate the signals of the \"whale song\". I finally finished decoding it! I wanted to send you the results right away, but I ultimately decided to wait until today.\\nI guess you've figured it out already—it's Selena's Activation Date today. This was the date Selena decided to become a Construct in order to witness the \"truth.\" I have complicated feelings about this day... but that's a topic for another time.\\nWhen I went searching on the surface, I found an amber where the signal of the \"whale song\" originated, placed in a field in the woods. I think it was left behind by Selena.\\nI want to give you the amber today. I don't know why, but I think you should keep it.\\nFinally, allow me to use the end of this letter to say something I can't tell her in person this year, either:\\nHappy Activation Date, Selena!",
        "RewardIds": [
            60008.0
        ]
    },
    {
        "Id": 128,
        "TagId": 1,
        "ShowTime": "2023/9/27",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Selena Activation Date Mail 02",
        "Title": "Decoded \"Whale Song\" By Ayla",
        "SendName": "Ayla's Letter II",
        "Content": "I know not where I am or where I will go.\\nThe world cannot be measured by journeys taken. The endless view always remains on the horizon.\\n—Sometimes this makes me melancholic.\\nI keep going forward, and the verses slumbering within me cannot be contained:\\n\"Blow, winds, and crack your cheeks! Rage, blow! You cataracts and hurricanoes, spout till you have drench'd our steeples, drown'd the cocks!\"\\nTake away the feelings that haunt me and the passion that fills my heart.\\nPerhaps then I will know where to go.\\n...\\nI arrived somewhere new again.\\nA winding stream cascaded down a green hill. The dark ravine would resound nicely with my cello.\\nThe waterfall made a thrumming bass. It made me want to set up my instrument and play music.\\nNo audience. No stage. No curtains. No applauds.\\nI played until I was tired. The strings hummed until I was bored.\\nThe birds brought me an amber in blue when I put away the cello.\\nEnveloped inside the resin was a flower I had never seen.\\nOnly a moment it took me to place this gem in this field, in this woods.\\nThe idea came to my mind in a flash—a code unspoken but understood.\\nI wonder who you will be, kindred spirit, that this stone will find?\\nI hope the same beauty graces your journey... as it did mine.",
        "RewardIds": []
    },
    {
        "Id": 129,
        "TagId": 1,
        "ShowTime": "2023/10/3",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Sophia Activation Date Mail",
        "Title": "Invitation To The Akdilek Ball",
        "SendName": "Sophia's Letter I",
        "Content": "Dearest Commandant, I hope this letter finds you well.\\nThat might be too formal, but Jamilah said you're an important figure, Commandant, so I should do it properly. I asked Changyu to teach me how to write letters correctly.\\n(Correction marks) Let's try again. Dearest Commandant, I hope this letter finds you well. Thank you for (more correction marks) your help in the past. It's been a while since what happened. The mood on Akdilek has changed a lot, and my workload as a guard has also increased...\\nSorry. I don't know how to express what has happened to us in a letter.\\nJamilah said we need to cheer people up. She did some maths and said it is my \"Activation Date\" today, and it's something to celebrate. She's given me a new coating and hoped that I would do the first dance for a ball to cheer up our unhappy guests and colleagues.\\nOn behalf of Akdilek, I am writing to invite you to participate in this ball and admire the reconstruction of Asslam at our temporary base.\\nIf possible, I hope you will pay attention to the exhaust recycling system section B. I'm in charge of that. There are many good designs there. It's very admirable.\\nI look forward to hearing from you.\\nThe address is (correction marks)",
        "RewardIds": []
    },
    {
        "Id": 130,
        "TagId": 1,
        "ShowTime": "2023/10/3",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday09.png",
        "Desc": "Sophia Activation Date Mail",
        "Title": "Sorry, I Forgot To Tell You The Address...",
        "SendName": "Sophia's Letter II",
        "Content": "Sorry. I sent the last letter too quickly and forgot to give you our address.\\nAs an apology, please accept this maraca. Someone gifted it to me when I worked in Maintenance. I occasionally shook it after I learned how to dance. It made a good sound.\\nYes, this is an apology, not a gift. I'm not charging you or trading with you. You just take it.\\nIf you can keep it safe, I will pay you a maintenance fee (scratched out) I will repay you with my actions.\\nIf I ever dance again, can you shake the maraca during so?\\nThe people in Maintenance were very happy when they shook it. You can be happy too. I think.\\n\\n\\nAttached please find the coordinates.\\nCome please (scratched out lightly)\\nPlease visit.",
        "RewardIds": [
            60009.0
        ]
    },
    {
        "Id": 131,
        "TagId": 1,
        "ShowTime": "2023/10/23",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Kamui Activation Date Mail",
        "Title": "Mission Received!",
        "SendName": "Kamui's Letter I",
        "Content": "What's up, Commandant? This is the first time I talk to you this way... What's it called again? \"Letter\"?\\nWhatever! It doesn't make any difference. Waiting for your reply is an exciting feeling, though.\\nCap told me you require assistance from one person for a mission, so I immediately took the job! I'm pumped just thinking that I can fight alongside you. Pumped!\\nOh, the anticipation! It doesn't matter what job it is—I always have a good time when I'm with you, Commandant!\\nI'll be on my way when you receive this! Time to show you how powerful I am after I leveled up! Hehe, see you soon!",
        "RewardIds": []
    },
    {
        "Id": 132,
        "TagId": 1,
        "ShowTime": "2023/10/23",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday10.png",
        "Desc": "Kamui Activation Date Mail",
        "Title": "I'm So Happy, Commandant!",
        "SendName": "Kamui's Letter II",
        "Content": "A surprise for my Activation Date! That was today's \"mission\"?! I did guess it, a little bit, but I wasn't expecting a surprise like that!\\nAnd, and, and! The gift you gave me was something I've wanted for a long time! Someone must have looked through my history. Who was it? Cap? Wanshi? Or... you, Commandant?\\nI will never ever forget about today!\\nBy the way, have you guys planned something for Camu too? I can't wait to see his expression! Hehe!\\nRight, speaking of gifts—I have something for you too, Commandant! Although I didn't make it myself, it's a collectible I've had for a long time! Warrior's Greatsword! Isn't it cool!\\nI always wanted to find a time to give it to you properly, but the timing never worked out. Well, there's no better time than giving it to you now!\\nOn the battlefield, Constructs are warriors, but so are you. As we charge in, you protect us in the back as one of us. That's the thought that gives me the strength to defy the future.\\nAhem... It's weird to thank you so formally, but still. Thank you, Commandant.\\nNot only for the surprise today. Thank you for protecting this world. Protecting us.",
        "RewardIds": [
            60010.0
        ]
    },
    {
        "Id": 133,
        "TagId": 1,
        "ShowTime": "2023/10/23",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Camu Activation Date Mail",
        "Title": "Hmm... Ahem.",
        "SendName": "Camu's Letter I",
        "Content": "...\\nI knew an event like that was your idea. Although Kamui shares an Activation Date with me, he was surprisingly unmindful about today.\\nStill, I had a feeling that he was looking forward to something.\\nAhem. I didn't think you'd prepare dishes for the occasion... They might look senseless, but they didn't taste too bad. Much better than what Chrome, Kamui, and Wanshi could make.\\nAlso... thank you for the cake. I... don't think I've tasted the sweetness of cream in a long time.\\nIt's been a while since we all gathered like that. I suppose it wasn't as annoying as I thought, gathering now and then.\\nHave I become soft because of this place? Or is it something else? Somehow, I find this world not as loathsome as before...\\nTch. I ordered dinner beforehand, but now that you've messed with my plan, I guess you can take the food instead. Don't thank me.",
        "RewardIds": []
    },
    {
        "Id": 134,
        "TagId": 1,
        "ShowTime": "2023/10/23",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday11.png",
        "Desc": "Camu Activation Date Mail",
        "Title": "—Don't Eat The Takeaway!",
        "SendName": "Camu's Letter II",
        "Content": "Hey! What are you? Stupid?! Don't just put anything in your mouth!\\nYou were lucky I found out just in time! Otherwise, they'd court-martial me for attempted murder on a commandant!\\nThe takeaway I gave you... Ahem—didn't you guys make food to celebrate my Activation Date? I was looking at it, and I thought, \"How hard could it be?\"\\nWell... the fried rice I made was a little burnt, I'll admit. I was going to throw it away and just get you a takeaway, but I took the wrong box... And why would you think that burnt rice is safe to eat?\\Ahem. I bet you still haven't eaten anything with everything that happened. This nightmare-spicy golden egg fried rice and cheese hotteok is from the restaurant in the commercial district. I was going to have them for dinner, so they're safe to eat.\\nIs it just me, or does this Activation Date feel like a mess? Still... I guess it's only fitting that the day would be as chaotic as it was.\\n...I suppose I have to \"make up\" for all that trouble, don't I?\\nThere's a new restaurant I've been hoping to try. I thought we could give it a go together, so I've booked us a table every day next week. I'll be waiting for you there at dinnertime.\\nSee you tomorrow.",
        "RewardIds": [
            60011.0
        ]
    },
    {
        "Id": 135,
        "TagId": 1,
        "ShowTime": "2023/10/26",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Luna Activation Date Mail",
        "Title": "#%?\"\"< [Unknown Mail] L...",
        "SendName": "Luna's Letter I",
        "Content": "▁▃████▃—\\n...Alpha told me that it is my Activation Date today.\\nWhich means I volunteered to forsake my human self, embracing the Ascension-Network on this day many years ago.\\nMarking a special day against the current of time is but an excuse humans make for forgetting what it was like. Humans forget their births, but Constructs don't. What happened on the day they became a Construct is forever remembered.\\nOn that day, I was greeted by fear, hatred, and betrayal. Then, bullets and blades. I returned the favor afterward.\\nThe hate in me has faded over time. All there remains is the cold hard truth they imprinted on me and this world. I know that the path we took meant that we all have blood on our hands. The opportunity to turn back has long passed us... not that we need it anymore.\\nUnlike those humans, I won't make excuses for what I've done. To me, those people are all merely specks of dust among the despicable humans.\\nBut you... you're different...",
        "RewardIds": []
    },
    {
        "Id": 136,
        "TagId": 1,
        "ShowTime": "2023/10/26",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday12.png",
        "Desc": "Luna Activation Date Mail",
        "Title": "Maybe...",
        "SendName": "Luna's Letter II",
        "Content": "Alpha said I should perhaps talk to you before we go.\\nWe haven't seen each other after City 075, have we, Gray Raven Commandant?\\nAlpha thinks I've become calmer after I left the Moon. Maybe that's because the Ascension-Network has changed. Apart from my wish and my voice, I hear another voice that acknowledges the paradise where I can live with my sister... while also acknowledging the future of humankind.\\nThere should be someone like you on the path to the future—someone who is foolish enough to connect with an Ascendant.\\nHa. You wouldn't give in even if it cost your life. What a fool.But I suppose that's only human, isn't it?\\nYou've demonstrated what it means to be human, so don't lose your life before we create this planet anew, okay?\\n...\\nI brought this with me when I returned to the surface from the Moon. Alpha already took a few pieces. You can have this one.\\nBy the way, you haven't been on the Moon yourself, have you?\\nThe Earth surely looks different from there.\\nThere was no human speaking, no machine humming, no Punishing Virus interfering. There was only absolute quiet.\\nYou should check it out.",
        "RewardIds": [
            60012.0
        ]
    },
    {
        "Id": 137,
        "TagId": 1,
        "ShowTime": "2023/10/31",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday13.png",
        "Desc": "Vera Activation Date Mail",
        "Title": "I've Booked The Tickets",
        "SendName": "Vera's Letter I",
        "Content": "It's my Activation Date today. You do remember it, right?\\nThere's not much going on with Cerberus today, and you don't have any mission scheduled too. I checked.\\nHow about watching an opera together? I've bought the tickets already. 5:30 in the evening.\\nIt's not a very packed show. Maybe you can get me to spill some secrets you've been seeking?\\nAnyway. We'll talk when you're there.",
        "RewardIds": [
            60013.0
        ]
    },
    {
        "Id": 138,
        "TagId": 1,
        "ShowTime": "2023/10/31",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Vera Activation Date Mail",
        "Title": "Starting In 30 Minutes",
        "SendName": "Vera's Letter II",
        "Content": "Door's opened. Where the hell are you?\\nSeat 9C and 9D. Enter from the left.\\nTaking your time, aren't you? Do you need me to pick you up? You're a Chief. Be disciplined.\\nForget it. Just in case—call me if something's wrong.\\nI'll be waiting here before you do.",
        "RewardIds": []
    },
    {
        "Id": 139,
        "TagId": 1,
        "ShowTime": "2023/11/21",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Bianca Activation Date Mail",
        "Title": "Invitation Received",
        "SendName": "Bianca's Letter I",
        "Content": "I was going to invite you for dinner during my break, but your invitation came earlier. I was very glad when I received the mail.\\nAs the captain of the Purifying Force, I am not supposed to show up in places like the shopping town unless required by a mission. But...\\nI still wish to be selfish just for once on this special day.\\nI will see you there tonight.\\nP.S. Which Coating should I change into for tonight's occasion? Please let me know in your next mail.",
        "RewardIds": []
    },
    {
        "Id": 140,
        "TagId": 1,
        "ShowTime": "2023/11/21",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday14.png",
        "Desc": "Bianca Activation Date Mail",
        "Title": "Thank You For Today's Arrangement.",
        "SendName": "Bianca's Letter II",
        "Content": "I didn't expect you to book the Holographic Theater and the restaurant in advance. The movie was great. I love the ending, especially that window with a view to the sea.\\nEach time I go out with you like this, I feel very fulfilled. But storing such memories only in the memory module always feels a little insufficient...\\nThat's why I would like to give this camera to you, Commandant.\\nI originally wanted to use it to capture the fragments that I could have otherwise ignored, but when I saw you through its viewfinder, a thought suddenly came to my mind. What would I look like in your eyes?\\nI was told that I could ask for something special on my Activation Day, so my wish is to let you use this camera to record the memories between us.\\nSorry for the abrupt request, but it is truly my only wish today. This way, I can cherish those fragments of memories not only in my heart, but also in a photo album that I can keep.\\nIt's getting late. You probably are about to rest when you receive this mail. I hope you can have that ocean-view window in your dream tonight.\\nGood night, Commandant.",
        "RewardIds": [
            60014.0
        ]
    },
    {
        "Id": 141,
        "TagId": 1,
        "ShowTime": "2023/12/5",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Bambinata Activation Date Mail",
        "Title": "Invitation From Egret",
        "SendName": "Bambinata's Letter I",
        "Content": "Bambinata has received the gift you placed in the Egret lounge this morning, Commandant. Bambinata would like to thank you.\\nMistress said Bambinata must not take others' things for granted, so if it is possible, would you care to come to the Egret lounge for afternoon tea? Bambinata is ordered to return to the lounge at 2:00 P.M. after completing the routine external module checkup, so it won't take up too much of your time... Mistress said there's still time for the restaurant to prepare one more serving, so please let Bambinata know if you are willing to come.\\nBambinata would also like to give you something in return... Is that allowed? If you're not available today, Bambinata can place the gift at a designated location as you command.",
        "RewardIds": []
    },
    {
        "Id": 142,
        "TagId": 1,
        "ShowTime": "2023/12/5",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday15.png",
        "Desc": "Bambinata Activation Date Mail",
        "Title": "About Your Apology, Commandant...",
        "SendName": "Bambinata's Letter II",
        "Content": "Bambinata is very happy to have enjoyed an afternoon tea with Mistress and you, Commandant... You once said that \"happy\" is used to describe moments like this, didn't you?\\nBut... why did you say sorry to Bambinata and Mistress?\\nMistress answered your question regarding Bambinata's Activation Date during the afternoon tea. Since the exact date was unknown, Mistress put down the timestamp of the earliest fragment in Bambinata's memory data, the first time Bambinata had a comprehensive inspection at the Science Council. You said the beginning of memory was worth commemorating, but then you immediately stopped and apologized... Bambinata can't help but wonder if that has brought you any trouble.\\nYou said that you didn't want Bambinata to feel uncomfortable about your language... but Bambinata won't feel uncomfortable about the memory loss as long as Mistress and you are around. B-but... Bambinata could forget your birthday without the memory data. Bambinata doesn't want to miss your birthday... After all, Mistress said that this was the first time someone celebrated Bambinata's Activation Date, so Bambinata has to celebrate yours! So Bambinata has prepared this gift as an early birthday present for you, Commandant... Hope you will like it.\\nFrom what Bambinata can recall, you are also sometimes puzzled by things you don't remember. Bambinata has therefore prepared a container that can preserve memories... If you put your valuable treasures in there, they won't disappear with your memory data. Right, Bambinata has also carefully stored the gift from you, Commandant. Bambinata will guard these valuable treasures diligently.\\nThank you once again.",
        "RewardIds": [
            60015.0
        ]
    },
    {
        "Id": 143,
        "TagId": 1,
        "ShowTime": "2023/12/15",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Ayla Activation Date Mail",
        "Title": "[Push Notification] From Your Subscribed Account",
        "SendName": "Editor | Montpellier",
        "Content": "An Exclusive Interview About the \"Prismatic Trace\" Exhibition | Ayla: Exploring All Colors in Each Other's Eyes (Abstract)\\n\\nDecember 15th, Babylonia News — \"Prismatic Trace\" made a stunning debut in section C-06 of the latest modern art exhibition. Created by Ayla, one of Babylonia's most renowned rising artists, this exhibition features captivating, diverse visual elements that present the experiences and encounters of different individuals in the Reconquista Age. It has been extremely well received, with the number of viewers reaching an all-time high over all the past exhibitions.\\nOur reporter learned that all the works displayed in \"Prismatic Trace\" were completed by a joint effort between the WGAA and Task Force. Miss Ayla also agreed to an exclusive interview to share her ideas and experiences during the creation of this exhibition.\\n\\nQ: Can you share with us the reason for choosing this theme?\\n\\n\"Art seems to have become a lot less significant in this era, which actually drives artists to think further... To me, this blue planet itself makes the vastest and most brilliant canvas. It has different colors in everyone's eyes: some see it as cheerfully bright, while others think it's gloomy and dim... That makes me want to portray the worlds in different people's eyes in various forms, because everyone can interpret 'reality' in distinct ways.\"\\n\\nQ: We feel that every piece of work displayed is highly impressive. There is even a \"recreate\" device next to each of them that allows the viewers to understand how they were created. Why did you choose this format?\\n\\n\"It came from my recent experience during a battle on the surface. As for the recreate device... I want to give special thanks to a person who helped me a lot during the creation of this exhibition. That person is my muse and has always supported me whenever I feel confused and lost despite not realizing it... They have always been fighting for humanity's future, and I'd like to record their battle stories and portray the world in their eyes because their presence always brings us immense spiritual strength.\"\\n\\nQ: We have noticed that you named the empty canvas at the end of the exhibition \"Masterpiece\". Some say the name comes from the belief that your \"most satisfied work\" is always the next incomplete one. What do you think about that?\\n\\n\"Haha... I like that interpretation! Personally, I take pride in every work that I put my heart into! Hmm... Actually, I just had an idea of what I should draw on that one, and I can't wait to make it happen!\"\\n\\nQ: (Laughs) Is that what you call \"Eureka\"? Could you give us a little hint about your new work then? Not just me, I believe your fans are all curious about the true look of this \"masterpiece\" in your heart.\\n\\n\"Well, at least for now, it's still a girl's secret! Besides... It does take a lot of courage...\"",
        "RewardIds": []
    },
    {
        "Id": 144,
        "TagId": 1,
        "ShowTime": "2023/12/15",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday16.png",
        "Desc": "Ayla Activation Date Mail",
        "Title": "From Ayla's Private Channel",
        "SendName": "Ayla's Letter",
        "Content": "Hey, Commandant! It's been a few days. Are you missing me already?\\nThanks for your Activation gift and cake. How can you always find out what I like?\\nMy exhibition finally kicked off today. It means a lot to me... Because I finally get to observe and get in touch with the real, cruel world outside the shelter with a new perspective and mindset.\\nI know you are always occupied with combat during the day, so I have applied to the WGAA to keep the exhibition for another day after it ends. On that day, you can take a good look at it with me as your personal guide! I also have a surprise for you and can't wait to hear your comment in person!\\nMy works can never fully capture all the battles you have fought so far. Still, thanks to you and everyone else's effort, I am able to follow your trails to pick up all these forgotten stars and connect them together to make them known to more people.\\nHehe... Did I sound too serious? Perhaps I haven't switched back from the exhibition mode. Anyway, I still have one last Activation Day wish, which is to draw the best portrait ever. Will you be my model and help me fulfill this wish?\\nI know you would ask why would I keep drawing you after having done so many of your portraits already? Hmm... Maybe this is the only moment I can have you staring at me?\\nHaha, just joking! Even for me, saying that feels a little too embarrassing...\\nAnyway, just come over when you are free, alright? It's okay if you come a little late. I'll be waiting in the studio.\\nLast but not least, I'd also like to share with you the cake you gave me.",
        "RewardIds": [
            60016.0
        ]
    },
    {
        "Id": 145,
        "TagId": 1,
        "ShowTime": "2023/12/25",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday19.png",
        "Desc": "Rosetta Activation Date Mail",
        "Title": "Our Most Recent Catch",
        "SendName": "Rosetta's Letter I",
        "Content": "Commandant, here are some fish we caught from yesterday's fishing trip. Hope you will enjoy them.\\nDon't worry about us. The Arctic Route Union has already got enough reserves to last the winter.\\nAs a Forest Guard, we have to watch out for nearby Corrupted most of the time, so it's quite a rare experience to learn about fishing and go out to sea with you.\\nI have walked through endless windy nights and watched the sun rise from the sea numerous times. Such views should be very familiar to me, but witnessing them with you and everyone else brings a completely different kind of joy.\\nThere's something I didn't tell you when I invited you here... Today is my Activation Day.\\nI never had many pleasant memories about this day when I was turned into a humanoid hybrid Construct, and I was used to not mention it to anyone.\\nBut things are different now. I have returned to the crowd and had new memories. New Sophiasburgh is also being built... These things make me believe that dawn will eventually come to us after this long winter night.",
        "RewardIds": [
            60019.0
        ]
    },
    {
        "Id": 146,
        "TagId": 1,
        "ShowTime": "2023/12/25",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Rosetta Activation Date Mail",
        "Title": "Blizzard In The Afternoon",
        "SendName": "Rosetta's Letter II",
        "Content": "The car back to the camp will likely be stuck on the road. Would you like to stay overnight if there isn't anything urgent? Don't worry, I'll let Gray Raven know.\\nYou helped us a lot. Other Forest Guards and the residents of ARU always wanted to thank you, but they were always short of supplies.\\nFortunately, things are slowly getting better. We can have a good chat around the heater while enjoying freshly caught seafood, pine needle tea and berry cake made from Forest Guard's secret recipe... There's so much more we can do...\\n...\\nI'll talk to you when you arrive.\\nI'll send you back to the camp after the blizzard stops.",
        "RewardIds": []
    },
    {
        "Id": 147,
        "TagId": 1,
        "ShowTime": "2023/12/31",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday20.png",
        "Desc": "Nanami's Letter",
        "Title": "Ta-da! Activation Date Invite!",
        "SendName": "Nanami's Letter I",
        "Content": "Today is the last day of this year, a perfect time to bid farewell to the past and usher in the start of a new year. Commandant, there's a place I want to show you. Do you have time?\\nIt's not my Activation Date, but the Church of Machina's! Well, I don't mean the church is established today, but for you, the day you meet everyone is when your awareness of their existence is \"activated\". So, it should be fine to call it the Activation Date, I guess?\\nI must be making things very confusing for you.\\nI assure you, it's not as complicated as you think. I made many new friends and just want you to meet them.\\nI want to introduce them all to you. You know, many of them gave nicknames to each other according to the tarot cards.\\nI asked them why, and they told me it was the revelation of the Sagemachina. Then they showed me the graffiti I drew in the past...\\nJust between you and me, it was completely on the spur of the moment. I added the tarot part to the graffiti because I had just finished watching \"Mahou Shoujo Taroro\" those days. Never expected to see this coming...\\nBut I don't think anything is wrong with that, don't you agree?\\nHumans have created many, many interesting works, and I want to keep them all in my heart.\\nI'll save the rest and wait until you get here!",
        "RewardIds": [
            60020.0
        ]
    },
    {
        "Id": 148,
        "TagId": 1,
        "ShowTime": "2023/12/31",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Nanami's Letter",
        "Title": "The Results Of The Tarot Reading...",
        "SendName": "Nanami's Letter II",
        "Content": "Commandant, you will have great fortune this year and meet many new friends.\\nOnly one thing to keep in mind this year: beware when you move alone. If you get separated from other members, unexpected events may occur!\\nKeep everyone in Gray Raven updated and prepare a backup communication plan to ensure stable contact anytime!\\nI will stay here, hanging out with my new friends for a while, so there will be a long time before I can see you again.\\nCommandant, be sure to take good care of yourself!",
        "RewardIds": []
    },
    {
        "Id": 149,
        "TagId": 1,
        "ShowTime": "2023/12/31",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday21.png",
        "Desc": "Haicma's Letter",
        "Title": "Your Visit Is Complete",
        "SendName": "Haicma's Letter I",
        "Content": "Greetings, Commandant. We are pleased to inform you of the below message:\\nYour first visit to the Church of Machina has been successfully completed! You have visited 7 Strongholds and met 6 members in total.\\nNext, kindly allow me to recommend you some other regions and members that you may be interested in. The recommendation is generated based on your preference I have learned so far, and the detailed information is made into a song and attached to this mail.\\n(P.S. Dangerous individuals and regions have been excluded.)\\nYou are always welcome to visit the Church of Machina again.",
        "RewardIds": [
            60021.0
        ]
    },
    {
        "Id": 150,
        "TagId": 1,
        "ShowTime": "2023/12/31",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Haicma's Letter",
        "Title": "About Your Questions",
        "SendName": "Haicma's Letter II",
        "Content": "Hello Commandant,\\nAs for your first question:\\nNo, according to my memory data, this is not the first time we met.\\nIf you have further questions about our previous encounter and need more information about \"me\", I can generate a report and send it to you anytime.\\nAs for your second question:\\nThe difference between AI and humans in machines' opinions—\\nWe believe that humans tend to engage in meaningless entertainment activities for \"self-satisfaction\", whereas AI exists mainly to complete missions.\\nHowever, we—a unique in-between existence—have understood this particular emotion in the revelation of the Sage.\\nAs it is now, I'm writing more words to you, which is deemed unnecessary content.\\nAccording to my to-do list, I also have items to be handed to you.\\nJust like this, are we machines simply imitating humans or seeking satisfaction for ourselves? I'd like to know your opinion about it.\\nYou are always welcome to come back again.\\nP.S. If you agree to grant me access to the schedule in your terminal, I will visit you during your free time.",
        "RewardIds": []
    },
    {
        "Id": 151,
        "TagId": 1,
        "ShowTime": "2024/1/3",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Qu Activation Date Mail",
        "Title": "Letter Received",
        "SendName": "Qu's Letter I",
        "Content": "Received your letter. It's been a while.\\nLiving in Tabula Akasha, it's hard to feel the passage of time. Had your recent letter not arrived, I wouldn't know the date. Occasional correspondence is a welcome respite.\\nLately, while cataloging in the Ancient Archive, I've stumbled upon rare and valuable texts, mostly historical records and geographical compendiums. I often feel transported back to old Kowloong's scenic landscape—the beautiful mountains and tranquil waters.\\nBut that scenery is, I suppose, lost to us now.\\nIt's been long; you must have traveled a lot. Your stories and experiences are worth recording in Tabula Akasha. Remember, my invitation still stands.",
        "RewardIds": []
    },
    {
        "Id": 152,
        "TagId": 1,
        "ShowTime": "2024/1/3",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday17.png",
        "Desc": "Qu Activation Date Mail",
        "Title": "Also, A Gift With This Letter",
        "SendName": "Qu's Letter II",
        "Content": "I happen to have a painting at hand, which I am including with this letter, along with a poem.\\nEvening brings nostalgia with wine, amidst the ancient city's eastern ruins.\\nEyes follow cloud-kissed borders; stones brush empty sparrow nests.\\nBamboo walls echo mountains' moonlit beauty; pine shadows chase ravine winds.\\nLet's seek old tales in mossy traces, and contemplate with a hermit's heart.",
        "RewardIds": [
            60017.0
        ]
    },
    {
        "Id": 153,
        "TagId": 1,
        "ShowTime": "2024/1/21",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "No. 21 Activation Date Mail",
        "Title": "Where Should I Wait For You?",
        "SendName": "No. 21's Letter I",
        "Content": "Morning training's done. I'm coming to meet you.\\nBut the address you sent is gone from my terminal. It showed \"cleared\" when I checked, but I didn't clear it. Not sure what happened, but not my fault.\\nI only remember you mentioning \"Holo-Sight\". So, where should I wait for you?\\nAlso, the arcade—can we bring Buddy? Buddy wants to come, too.",
        "RewardIds": []
    },
    {
        "Id": 154,
        "TagId": 1,
        "ShowTime": "2024/1/21",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday18.png",
        "Desc": "No. 21 Activation Date Mail",
        "Title": "It's Fun",
        "SendName": "No. 21's Letter II",
        "Content": "So humans also use this method to have their combat experiments. Oh, they seem to call these experiments \"holographic games.\" My combat training involves defeating projected Corrupted—but no ducking around seaweed or taking down giant sharks. Is this what it feels like for fish underwater? Surrounded by all this blue—it's pretty cool.\\nBut... is singing also part of human training? That \"Immersive Stage\" can do zero damage... No, wait, that song you sang did slow me down, made me want to sit and listen for a bit longer. But the song I'm good at, it doesn't come with music. Yeah, the one I sang on the beach during the summer. Since you said you liked it, I'll send you the CD.\\n……\\n……\\n……\\n……\\n……\\nThey wouldn't let Buddy into the arcade, even locked it up in a dark storage cabinet. Buddy was not pleased. When I went to pick it up, one of the humans said the storage had been damaged and that my guardian would have to compensate. What's a \"guardian\"? Anyway, I gave them your address.",
        "RewardIds": [
            60018.0
        ]
    },
    {
        "Id": 155,
        "TagId": 2,
        "ShowTime": "2024/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2024 New Year Mail",
        "Title": "It Starts Snowing Outside",
        "SendName": "Lucia",
        "Content": "Commandant, are you on your break now? I'm en route to the lounge, and it has already started snowing outside. The Babylonia weather forecast said the artificial snowfall was scheduled to begin at 0:00 tonight, so I was surprised that it started two hours earlier.\\n\\nHave you ever heard the saying, \"A timely snow promises a good harvest\"? I came across it while researching historical documents regarding Kowloong. In the peaceful times on Earth, winter snowfall would blanket the soil, providing protection and ensuring robust crop growth when spring arrived. As I gaze out the window at the snowflakes now, it makes me wonder if this parallels our relationship with you.\\n\\nBefore truly getting to know you, I believed squads were formed based merely on tactical considerations, with commandants serving as risk controllers. However, you have revealed to me a realm far beyond battles and duties. In the past, I wielded my sword with a cold detachment, solely driven by the goal of reclaiming Earth. Yet now, with you and Gray Raven by my side, I have found a sense of belonging and warmth. My attachments to these newfound elements have honed my blade, becoming both my cherished treasure and the very motivation behind my fight.\\n\\nThe first day of the new year symbolizes a fresh start, and quite coincidentally, I noticed that you didn't schedule any work for today. I can't help but wonder about where you are and what you're doing. Are you currently outside? If you happen to have some free time, may I go meet you in person?\\n\\nBecause in this very moment, as I gaze upon the snow gracefully descending outside the window… all I yearn for is to stand by your side and embrace this new beginning together.",
        "RewardIds": []
    },
    {
        "Id": 156,
        "TagId": 2,
        "ShowTime": "2024/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2024 New Year Mail",
        "Title": "Happy New Year, Commandant",
        "SendName": "Lee",
        "Content": "Good morning, Commandant.\\n\\nYou should have just woken up by the time you read this email. However, considering your \"secret operation\" last night, I hope you didn't end up sleeping until the afternoon due to a lack of rest.\\n\\nThis morning, I stumbled upon two gifts near the maintenance chambers, each with a note—one addressed to me and the other to Murray. To tell you the truth, everyone in Gray Raven noticed how you secretly put up those paper-cut crafts in the lounge yesterday. We all pretended not to see, wanting to preserve the little surprise our \"Commandant\" had made an effort to arrange. I disabled the double-ended encryption on the electronic locks in my private lounge before I went to sleep last night, so it should have saved you some time cracking it.\\n\\nNow that I've discovered this surprise, you have my gratitude, and I thank you on behalf of Murray... I genuinely want you to know that your presence has been the best surprise, not just for me but for all of us in Gray Raven. In the coming year, all I wish for is your well-being and safety as you lead us forward. As for these kinds of \"little surprises,\" I suggest picking a time that aligns better with your biological clock to do them rather than staying up until the early morning hours.\\n\\nBy the way, I heard that thanks to a particular member of the Engineering Force, Logistics issued a new regulation that strictly limits the number of explosives that can be assigned to each squad. So, congratulations, you don't have to worry about being summoned and questioned on the first morning of the new year. However, if you still want to experiment with those dangerous explosives... I got my hands on a few for display purposes that wouldn't attract the attention of the military court, given that I can't really stop those occasional wild thoughts of yours and that both Liv and Lucia love those fireworks.\\n\\nAnyway, it has been yet another year filled with numerous endeavors for Gray Raven, and without a doubt, we will persist in moving forward as a team in the year ahead.\\n\\nCommandant, Happy New Year.",
        "RewardIds": []
    },
    {
        "Id": 157,
        "TagId": 2,
        "ShowTime": "2024/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2024 New Year Mail",
        "Title": "Commandant, Did You Have Breakfast?",
        "SendName": "Liv",
        "Content": "Commandant, I hope you had a delightful breakfast today.\\n\\n...Actually, I discreetly placed the lucky coin I got last night on your plate. Did you happen to notice it? While Lucia and I were preparing the refreshments for our little gathering last night, I decided to hide a lucky coin in one of the snacks. It is said that finding such a coin brings blessings of happiness and joy for the entire year. I thought it would be a pleasant surprise for whoever discovered it, and surprisingly, I ended up being the one...\\n\\nBeing together with everyone in Gray Raven already makes me feel incredibly fortunate, so I'm wondering if you can help me by keeping this lucky coin safe.\\n\\nYou often remind me to lean on others instead of shouldering all burdens alone. So, perhaps you can consider this my first \"selfish wish\" in the new year. Please accept this lucky coin, and may it rid you of all hardships and help you achieve your desires. If any adversity occurs, I believe the united strength of Gray Raven will prevail. This is my New Year resolution—one that I wish to accomplish with all of you.\\n\\nBy the way, the weather has been exceptionally cold these days. I know the indoors are warmer, but please make sure to bundle up before venturing outside, won't you? (Consider this another one of my \"selfish wishes,\" if you will.)\\n\\nCommandant, I'm certain that with you at our helm, Gray Raven will experience an even greater year ahead. You can always count on me to be by your side, ready to assist you whenever you need me.",
        "RewardIds": []
    },
    {
        "Id": 158,
        "TagId": 1,
        "ShowTime": "2024/3/2",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday22.png",
        "Desc": "Karenina Activation Date Mail",
        "Title": "[Notice] Today's Plan...",
        "SendName": "Karenina's Letter I",
        "Content": "Commandant, Teddy told me you submitted an application for spacewalking a few days ago. How strange... I never heard you had this interest? According to the protocol, those who have never spacewalked before must be accompanied by a senior... Alright, I'll reluctantly take this job since I'm usually in charge of the maintenance of Babylonia's outer wall. Nobody knows spacewalking better than me, so you are really lucky this time. D-do you understand? You must thank me afterward...\\nSpeaking of which, I have made you this set of customized astronaut equipment. The standard suit would have all the necessary functions, but it's a product from over a decade ago after all. For you, I tailored the newest set using the Engineering Force's standards, and personally adjusted its gyroscope, calibration system and power unit. You can rest assured that it's the safest suit ever.\\nBesides, I will also be there with you. Well, we only have half an hour left before departure. Don't forget to meet me in the preparation room!",
        "RewardIds": [
            60022.0
        ]
    },
    {
        "Id": 159,
        "TagId": 1,
        "ShowTime": "2024/3/2",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Karenina Activation Date Mail",
        "Title": "...Safety Protocols!",
        "SendName": "Karenina's Letter II",
        "Content": "Phew... You did pretty well as a first-timer. Maybe you could become a famous astronaut or space engineer back in the Golden Age. Space walking is fun, isn't it? Being in space must feel a lot different from staying in Babylonia. I know some special views that can only be seen outside the space station, so come to me next time if you are interested.\\nOh, I almost forgot to remind you—\\nYou must always follow the safety protocol! Never say anything in the channel that is... unrelated to the mission! Especially that \"Happy blahblah day!\" Just never say it on official occasions!\\nHave you remembered what I said?!\\n\\nP.S. This is Teddy. Before Captain could finish her message, her Inver-Device began to make noises as if it had overloaded. She is in the Science Council now trying to locate the problem. Well, at least we don't need to think of how to get her away.\\nThanks for your card. The preparation for the surprise party is almost done. Bianca sent us a giant cake that probably can't be finished by the Engineering Force alone... So hurry up, you are the last one we are waiting for.",
        "RewardIds": []
    },
    {
        "Id": 160,
        "TagId": 1,
        "ShowTime": "2024/4/7",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday23.png",
        "Desc": "Changyu Activation Date Mail",
        "Title": "Morning!",
        "SendName": "Changyu's Letter I",
        "Content": "Morning, Commandant. You should be awake by now, right?\\nWhat do you think of the offal stew yesterday? I could only find so many ingredients from the train, but I think it should taste pretty good.\\nStill, my Activation Date is supposed to be today, and we should have noodles on this day according to Kowloong traditions, but it's a shame that I can't send you noodles. By the time they arrive, they would become soggy already. If only you didn't have missions today...\\nAnyway, here are some buns I made this morning. I asked a transport team that I knew well to send them in an expedited delivery, so they would arrive just on time for your breakfast.\\nP.S. Don't worry about the delivery fees. That guy owed me a big favor.",
        "RewardIds": [
            60023.0
        ]
    },
    {
        "Id": 161,
        "TagId": 1,
        "ShowTime": "2024/4/7",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Changyu Activation Date Mail",
        "Title": "Right! Don't Forget...",
        "SendName": "Changyu's Letter II",
        "Content": "You haven't fulfilled your promise yet. Don't forget!\\n\"Sitting at a table together and tasting my dishes like a family.\" See, today is only the second half. Next time, we will finish the first half together.\\nOf course, I will keep my promise too.\\nLet's hang in there together for many more days to come!",
        "RewardIds": []
    },
    {
        "Id": 162,
        "TagId": 1,
        "ShowTime": "2024/4/12",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Watanabe Activation Date Mail",
        "Title": "About Your Schedule...",
        "SendName": "Watanabe's Letter I",
        "Content": "That was very thoughtful of you. If you request a formal visit as a Babylonia commandant, it could indeed create some... diplomatic impact.\\nI guess there won't be any problems if we just meet like friends. You can come as an old friend, then leave like one. That would be the best and safest choice for both Babylonia and the Forsaken.\\nLet's schedule your visit at noon today, so you won't go back too late.\\nI'll take care of everything else on the Oasis side.",
        "RewardIds": []
    },
    {
        "Id": 163,
        "TagId": 1,
        "ShowTime": "2024/4/12",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday24.png",
        "Desc": "Watanabe Activation Date Mail",
        "Title": "Bring More Clothes Next Time",
        "SendName": "Watanabe's Letter II",
        "Content": "The desert can get really cold before sunrise. Actually, the entire night would be just as cold. Take the coat with you, and don't forget to bring extra clothes the next time.\\nEvery time I watch the sun slowly rise from beyond the dunes and shine upon the Oasis, I always recall the days of the past.\\nBack then, the sun was also rising slowly amidst the smoke from the village's chimneys, the meandering streams, the blue flax flowers and verdant fields.\\nI hope I can see those scenes again on the Oasis one day—at least we are already moving in that direction. Those real vegetables in your hands grew from the very soil of Oasis.\\nThe Activation Date... Hah.\\nI have almost given my all to the Oasis and the Forsaken. Some comrades mentioned it earlier, but I just felt that everyone's birthdays or Activation Dates were all the same. Today is just another ordinary day. There's nothing special about it.\\nWait a sec. Did you come to the Oasis yesterday for this...? Well, that's good.\\nAt least we still remember the things that matter most to us.",
        "RewardIds": [
            60024.0
        ]
    },
    {
        "Id": 164,
        "TagId": 1,
        "ShowTime": "2024/5/2",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Roland Activation Date Mail",
        "Title": "The Most Touching Story Ever!",
        "SendName": "Roland's Letter I",
        "Content": "Once upon a time, a simple-minded and cheerful puppet lived in a castle made from cardboard and building blocks. It was living a busy but meaningful life just like the rest of castle residents.\\nThe little puppet and its tin soldier friends all held noble positions as the castle's guardian knights. They spent every day running around, solving dangerous cases like helping a teddy bear find its lost nose, or finding the doll princess's arm that was thrown to the other side of the castle. \\nAlthough the little puppet was highly respected, over time, it began to feel somewhat tired. Its shiny armor became tattered from never-ending missions, and its eyes lost their luster. It could not help but wonder what the world outside would be like? The puppet secretly made a decision to go out of the castle after completing its duty.\\nHowever, the little puppet's dream never came true, for a sudden disaster destroyed everything. An evil giant took control of all the residents, turning them into horrible monsters.\\nThe puppet stumbled out of the castle, only to see a terrifying view—outside the castle, there was no wilderness and ocean that it once longed for. Instead, all it saw was enormous backboards that enclosed the castle. Countless lifeless, badly wounded little puppets that looked just like itself lay under the backboards.\\nOn top of the puppet remains, it saw a treasure chest with \"Reality\" written on it.\\nAfter falling many times, the little puppet finally crawled to the chest. It slowly removed its lid, only to find there was no \"Reality\" inside, but an old, yellowed note.\\nTrembling in its final moment, it began to read the note—\\n\"Dear Gray Raven Commandant, you are invited to the Activation Date Carnival...\"\\n...\\n...\\nWhat, lost your patience already? I thought you would at least finish the story.\\nAlright, sorry, but I just wanted to get you out today no matter what. In the past, this day had always been rather busy for me: gift boxes filled up the room, people were singing birthday songs so loud that they hurt my ears... I guess being too popular can be a difficult thing sometimes. I'm sure you can relate, right? But I'm all alone now, what a pity.\\nNow, let me think. What should I use to bait you? Valuable info of missing Ascendants? The classified documents that never existed? Or, perhaps a solo performance with no audience? Well, I don't know what you may like, so I have prepared all of them.\\nI look forward to hearing back from you. Regards, Roland.",
        "RewardIds": []
    },
    {
        "Id": 165,
        "TagId": 1,
        "ShowTime": "2024/5/2",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday25.png",
        "Desc": "Roland Activation Date Mail",
        "Title": "I've Been Waiting",
        "SendName": "Roland's Letter II",
        "Content": "You didn't reply. Is it because you're too busy or simply uninterested? I'm starting to feel a little hurt... Oh, wait a moment, I just remembered that I blocked the sender's address, and I didn't give you a way to contact me either. Oops, my bad.\\nDon't worry, I just want to sit down and have a chat with you today. If you don't mind, I could also share some of my old and boring stories.\\nWe can even take some precautions if you are still worried about being charged for \"meeting an Ascendant\".\\n...Like, having a wall between us or blindfolding yourself? As long as you can't see me, it doesn't count as a \"meeting,\" right?\\nAnyway, I'll be waiting for you and gladly accept whatever you have for me, whether it's a bullet, a restraint, or an Activation Date gift.\\nOf course you know where to find me.",
        "RewardIds": [
            60025.0
        ]
    },
    {
        "Id": 166,
        "TagId": 2,
        "ShowTime": "2024/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "April Fool's Day",
        "Title": "Dear Commandant",
        "SendName": "Gray Raven",
        "Content": "Commandant, your cries from previous nights have not been ignored—\"Exclusive weapon! My exclusive weapon!\" We know you must be craving for your own powerful weapon like everyone else. Therefore, we contacted the headquarters and convinced them to experiment with \"commandant-exclusive weapons\" on you. Please make sure to keep this experimental weapon with you all day today. You will be court-martialed otherwise. Attached please find your exclusive weapon.",
        "RewardIds": []
    },
    {
        "Id": 167,
        "TagId": 2,
        "ShowTime": "2024/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "April Fool's Day",
        "Title": "The Cerberus That Genuinely Cares About You",
        "SendName": "Cerberus",
        "Content": "How are you, Commandant? It has been a while since we last spoke. Everyone in Cerberus is very concerned with your well-being, so we prepared this special serum for you. Not only is it effective against a Punishing Virus infection, but it can also be used to cure the following symptoms: bruises, open wounds, memory loss, hallucinations, stomachache, misfortune...",
        "RewardIds": []
    },
    {
        "Id": 168,
        "TagId": 2,
        "ShowTime": "2024/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "April Fool's Day",
        "Title": "Dear Commandant",
        "SendName": "Strike Hawk",
        "Content": "Commandant, a blonde woman appeared in the Strike Hawk dormitory earlier today, and she seemed to be a big fan of yours. She asked us to deliver the following message, \"Ah... Ever since I saw your sculpted physique on the Nighter that day...\" The rest of her message has been automatically removed by the messenger, but fret not. As you're reading this, all members of Strike Hawk are on their way to the Gray Raven lounge with this woman. Stay put, Commandant. Attached please find the letter from her.",
        "RewardIds": []
    },
    {
        "Id": 169,
        "TagId": 2,
        "ShowTime": "2024/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "April Fool's Day",
        "Title": "Happy April Fool's Day",
        "SendName": "Dark Aries",
        "Content": "This is Simon, Commandant. I want to share a piece of good news. They're planning to reassemble my squad, Dark Aries, right now. I'll be back in the front line in no time if all goes well.\\nYou forgot a bottle of pills when you left Star of Life. The doctors asked me to return it to you. Take one a day and it will cheer you up. Don't panic if you accidentally taste a bitter one. It's just more concentrated choco—\\n——————————————————\\n(The message stops here. It seems that it was sent out accidentally while it was still being edited.)",
        "RewardIds": []
    },
    {
        "Id": 170,
        "TagId": 2,
        "ShowTime": "2024/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "April Fool's Day",
        "Title": "Supply 2",
        "SendName": "The careless Babylonia logistics department",
        "Content": "\\n\\n\\n\\n\\n↓↓↓\\n\\nDuh! It's fake, obviously! Happy April Fool's Day, Commandant!",
        "RewardIds": []
    },
    {
        "Id": 171,
        "TagId": 1,
        "ShowTime": "2024/5/21",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Wanshi Activation Date Mail",
        "Title": "Good Morning",
        "SendName": "Wanshi's Letter I",
        "Content": "Seems like I don't have any mission today. Would you like to go for a walk together?\\nHmm... I guess this invitation is a bit early. I'll wait a little longer if you are still asleep.\\nI have set a reminder for this mail, so it will be the first thing you see after you wake up.\\n...\\nOops... I just had a mission come in.\\nGuess I won't be able to relax for now...\\nI'll go to you after the mission then.",
        "RewardIds": []
    },
    {
        "Id": 172,
        "TagId": 1,
        "ShowTime": "2024/5/21",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday26.png",
        "Desc": "Wanshi Activation Date Mail",
        "Title": "I Almost Felt Like I Went to the Wrong Lounge/Sleeping Pod",
        "SendName": "Wanshi's Letter II",
        "Content": "Captain had been giving me weird tasks since noon. He asked me to test the simulation parameters of 12 different sleeping pod environments...\\nDo you really think I would not notice such a big event? Just by looking at Kamui's face, I already knew you were up to something. I was just pretending to not notice it.\\nBesides... I wasn't actually asleep, so I heard everything you said and did.\\nKeeping my eyes closed at that moment felt like such a waste...\\nLately, I started to think that the time I spent awake was more precious than being asleep. Is that a good thing?\\nOnly when I'm awake, I can touch and feel the things that I would like to get close with. For example, the gift you sent me felt great.\\nThat's why I want to thank you for planning this \"surprise\"... I had a great time. The only pity is that I had something else planned when inviting you this morning... Forget about it. I'll tell you next time.\\nInside the package is what I originally wanted to give you. I guess it can still serve as a return gift... I don't know about your sleep quality, but I remember we used to fall asleep together occasionally. I always woke up earlier, and you always seemed exhausted in your sleep... Um, Captain would nag me again if he gets to see what I'm writing. Lucky he won't be able to see this...\\nAbout the Activation Date wish... \"Wish Machine\" is for kids, but I will also keep it working for you.\\nNot because I see you as a kid; quite the opposite, because you have shouldered too many things.\\nIt has always been you making everyone's wishes come true.\\nSo, if I say my wish is to fulfill your wishes, how would you feel?",
        "RewardIds": [
            60026.0
        ]
    },
    {
        "Id": 173,
        "TagId": 1,
        "ShowTime": "2024/6/15",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Lucia Activation Date Mail",
        "Title": "Room Use Request",
        "SendName": "Lucia's Letter I",
        "Content": "Commandant... I'd like to use an empty room near our lounge this afternoon.\\nJust like last time, I hope the room has a fire permit.\\nHmm... It would be best if the room is equipped with a complete set of firefighting appliances. Hope I don't need to use them.\\nDon't worry, Commandant. I won't be doing anything dangerous... Most likely.\\nAs to why I need the room... I'd like to keep it a secret for now. I want to let others know when I have at least made some progress.\\nHmm, compared to this, perhaps our regular trainings are easier...\\nAs part of the Task Force, Gray Raven has faced numerous dangerous battles. Lee, Liv, you, and myself have been through them all together.\\nWhile we are still far from taking back Earth, for now, we can take a break as the combat missions have temporarily eased.\\nBecause of the battles we fought, people can have new wishes besides just surviving. I feel just as glad as you are.\\nEven I have started thinking of what I can do besides fighting... Of what I can do for you.",
        "RewardIds": []
    },
    {
        "Id": 174,
        "TagId": 1,
        "ShowTime": "2024/6/15",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday27.png",
        "Desc": "Lucia Activation Date Mail",
        "Title": "Welcome Back, Commandant",
        "SendName": "Lucia's Letter II",
        "Content": "Commandant, do you still remember when you asked me what my Activation Date wish was?\\n\"To cook dinner for Commandant\"... That was it.\\nFrom my previous cooking experiences, I had already realized how terrible my cooking skills were. That's why I just kept this wish to myself and never tried again.\\nBut when Lee and Liv learned about it, they did all they could to help me practice.\\nPerhaps their encouragement and help gave me the courage to fight, just like what we always did in Gray Raven.\\nThe only difference was that this \"battle\" involved no pain or sorrow, only laughter and joy.\\n...Maybe a little bit of a challenge too?\\nBut I could not rely on them anymore in this final challenge. The heart of Gray Raven would stay with me, but this was a battle that I must face alone.\\nI only cut the prepared ingredients and cooked them altogether in a stew.\\nBut it was already the best dish I could make at the moment, with all my efforts.\\nI know it still had many flaws... The ingredients were slightly overcooked, the taste was bland, and the soup was watery...\\nBut you still enjoyed it with a hearty smile, and finished it all.\\nDays like this felt just so surreal, when we no longer needed to fight and could sit down together for dinner.\\nKnowing that I could bring a smile to everyone's face with my efforts, that is the best Activation Date gift I can ever have.",
        "RewardIds": [
            60027.0
        ]
    },
    {
        "Id": 175,
        "TagId": 1,
        "ShowTime": "2024/6/15",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Alpha Activation Date Mail",
        "Title": "Delayed Communication [01]",
        "SendName": "Alpha's Letter I",
        "Content": "—Warning: This delayed communication came from an unreliable source [***location data expired***]. You are strongly advised to verify the information it contains.\\n\\nIt's nice to be able to travel around freely, but sometimes I do feel tired of wandering without a purpose.\\nThat's why I have started to set some goals for myself. Well, they aren't really goals, more like the \"battle plans\" that you had.\\nFor example, my most recent goal was to find the so-called \"ancient\" buildings of the past: fortresses of ancient wars, palaces and castles of fallen kingdoms, forgotten mansions and courtyards...\\nEven though humans have long disappeared from these places, the traces of human life still remain. Even Punishing could not erase them.\\nThe power of time is much stronger than we can imagine. Whether intentional or not, anything that has ever existed would leave traces behind.\\nThat also applies to you. Whether you like it or not, you have left an indelible mark in time with me, an Ascendant.\\nPerhaps this is what \"bond\" is...\\nIs this the first time you hear this word? I saw it in the temple I visited today.\\nA \"bond\" is just the connection between people.\\nI still hope you can live long enough, so this \"bond\" can outlast the catastrophe that will inevitably arrive in future...",
        "RewardIds": []
    },
    {
        "Id": 176,
        "TagId": 1,
        "ShowTime": "2024/6/15",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday28.png",
        "Desc": "Alpha Activation Date Mail",
        "Title": "Encapsulated Package [Unknown Sender]",
        "SendName": "Alpha's Letter II",
        "Content": "I don't know if this package will be delivered to you on this day. After all, it has no sender information.\\nIf it doesn't reach you, it just means the deity in this temple isn't any good.\\nIn that case, I guess this talisman—which is said to have the power to protect its wearer—would just be equally useless then.\\nBut if it really can reach you as a gift on this day, I hope you can keep wearing it.\\nI found this talisman in this temple. I don't need it myself... But somehow, I just thought of you immediately.\\nHmph. Maybe it's because you always face more dangers than I do, even when I'm often traveling alone.\\nI have never believed in deities, but the so-called \"deities\" are probably just manifestations of people's wishes.\\nYou might as well just consider this talisman as my wish. That may actually work.\\nIf it's still early when you receive this package, feel free to come and see me. I'll be waiting at the place where this package was sent.\\nI have no evidence, but I still believe you will come. Let's test whether the \"bond\" between you and me really exists, or not.",
        "RewardIds": [
            60028.0
        ]
    },
    {
        "Id": 177,
        "TagId": 1,
        "ShowTime": "2024/7/23",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday29.png",
        "Desc": "Lee Activation Date Mail 01",
        "Title": "Regular Maintenance Completion Notice",
        "SendName": "Lee's Letter I",
        "Content": "I've finished the routine maintenance on the support mini bot. If you don't have any further requirements, I'll return it directly to your desk after a final check.\\nThis time, I've made some optimizations to the Al specifically for the memo feature, in case someone forgets simple things like staying hydrated when things get too busy. I've also added a few... unnecessary new data. However, please remember that the primary purpose of the mini bot is to assist you with your daily work tasks, so don't hold your expectations beyond that. lt can never replace the value of your own teammates. l hope you'll bear this in mind, Commandant.\\nOn another note, do you have any plans for the evening? I\\n\\n(The letter ends abruptly here, seemingly sent before it was fully completed.)",
        "RewardIds": [
            60029.0
        ]
    },
    {
        "Id": 178,
        "TagId": 1,
        "ShowTime": "2024/7/23",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Lee Activation Date Mail 02",
        "Title": "No Need To Be That Surprised",
        "SendName": "Lee's Letter II",
        "Content": "It was only an unintentional mishap that caused the last mail to be sent out early, and while I don't know what you were expecting, I strictly checked all the drinks I had access to, ensuring things wouldn't happen... like they did last year.\\nMy Activation Date did not hold much significance for me initially, but I believe it would be beneficial for you to have a reason to take a well-deserved break from your responsibilities. Considering the outcome remains the same, how about I take the initiative and invite you first this time?\\nAlso, there was something I couldn't finish in my previous mail. I originally viewed machines just as tools designed to assist you, and updating the logs seemed like mere documentation of functional changes and replacement models. However, as I revisit those logs, I find myself recalling the thoughts I had at the time and... some of my expectations.\\nFor example, whether you would feel happy when you receive it.\\n...I know this may not sound like something I would typically express, but as Lucia and Liv have suggested, whether now or in the future, it is important for us to create as many cherished memories as possible.\\nTherefore, I formally extend an invitation to you. I have already made a reservation at a restaurant in Babylonia, the same place we used to go.\\nAnyways... I am almost back to the base. Would you like to head there together?",
        "RewardIds": []
    },
    {
        "Id": 179,
        "TagId": 1,
        "ShowTime": "2024/7/24",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Hanying Activation Date Mail 01",
        "Title": "Pulao's Comms Request...",
        "SendName": "Pulao's Comms",
        "Content": "Hey there, Commandant! It's Pulao.\\nSo, a little while back, Hanying swung by the Nighter and asked me to pass along this letter and gift to you. She wanted to give them to you in person, but some important business with her friends took her to the uncharted area of Kowloong's hinterland, so that's where I come in!\\nYou probably guessed correctly: today is actually Hanying's Activation Date. But honestly, it's the first time I've heard about it, too... When we were together on the Nighter, she never really talked to me about her personal matters. But Chaofeng also told me that in the records of the Nighter, it was on this very day that Hanying herself removed the Collar and fell into a deep sleep, so it feels kinda weird to consider today her Activation Date...\\nAnyway, let's not talk about that today. I'm going to give Hanying a call to wish her a happy Activation Date!",
        "RewardIds": []
    },
    {
        "Id": 180,
        "TagId": 1,
        "ShowTime": "2024/7/24",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday30.png",
        "Desc": "Hanying Activation Date Mail 02",
        "Title": "To Commandant",
        "SendName": "Hanying's Letter",
        "Content": "I hope this letter finds you well.\\nIt has been a long time, Commandant. By the time you read this letter, I may be traversing treacherous, uninhabited mountains, venturing deeper into the heart of Kowloong. If these words reach your eyes, our hearts may feel the presence of each other, and I may not feel alone then.\\nIn the records of my memory shell, I have twice awakened from unfathomable dreams. To the ordinary observers, those moments might mark my Activation Date. However, if I were to choose, I would declare today as the true day of my \"activation.\" Because decades ago, on this very day, I \"died\" on the Nighter, only to realize that my life had just begun.\\nFrom that moment onward, I have yearned to forge connections, to resonate with the hearts of others.\\nEven now, with countless miles separating us, this letter serves as our connection. When I gaze upon the sky, I know that you remain anchored in the same orbit, watching over me.\\nIf an opportunity presents itself, I still wish to spend this special day by your side. Next time, let's celebrate together with Pulao on the Nighter, and I'll cook some of your and Pulao's favorite dishes.\\nWords fail to express the depths of my emotions, so I shall bring this letter to a close. Enclosed within is a small gift, a token of my best regards.\\nHanying",
        "RewardIds": [
            60030.0
        ]
    },
    {
        "Id": 181,
        "TagId": 1,
        "ShowTime": "2024/7/31",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Chrome Activation Date Mail 01",
        "Title": "An Exquisite Invitation",
        "SendName": "Chrome's Letter I",
        "Content": "Dear Gray Raven Commandant,\\nThis is John Smith, Administrative Officer of Babylonia. I am delighted to extend a formal invitation to the Activation Date party of Mr. Langston Smith (Chrome), Captain of Strike Hawk. The event will be held on the evening of July 31st in the main hall of the Smith's residence in Babylonia. Following the party, an exquisite evening banquet will be hosted in the banquet hall.\\nR.S.V.P.\\n(A few lines in familiar handwriting are at the bottom of the invitation.)\\nCommandant, I have noticed the tremendous effort you have been putting into your work recently, and it occurred to me that attending yet another event might further burden you. That is why I took the liberty of intercepting this invitation.\\nHowever... if you happen to find yourself with some free time, would you like to have a small gathering with me in the evening? It has been quite some time since we last met each other.\\nIt will be just between you and me.",
        "RewardIds": []
    },
    {
        "Id": 182,
        "TagId": 1,
        "ShowTime": "2024/7/31",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday31.png",
        "Desc": "Chrome Activation Date Mail 02",
        "Title": "This Is What You Mentioned Today...",
        "SendName": "Chrome's Letter II",
        "Content": "I only intended to have a simple gathering and never expected the surprise you prepared for me. I am truly grateful for it.\\nRegarding the cake you mentioned enjoying this afternoon, I made another one and had my house robot deliver it to you. I sincerely hope it brings you delight.\\nFurthermore, since you expressed a desire to keep the photo, I took the opportunity to print it out and include it along with the cake. It perfectly captured that moment when you tried to wipe cream on me, and you commented on how rare it is to have such moments captured... I want you to know that I feel the same, and I wouldn't mind experiencing another prank like that to see the radiant smile on your face again.\\nAlso, I have found another secret cake recipe by this famous chef. If you have a chance, I would be honored to invite you to join me for dinner again.\\nPlease allow me to handle the arrangements this time.",
        "RewardIds": [
            60031.0
        ]
    },
    {
        "Id": 183,
        "TagId": 1,
        "ShowTime": "2024/8/8",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Noan Activation Date Mail 01",
        "Title": "Activation Date Party Invitation",
        "SendName": "Noan's Letter I",
        "Content": "Commandant, today is my Activation Date, and I was wondering if you would like to join me and spend some time together, just like we did last year?\\nEver since you and everyone organized that surprise celebration for my last Activation Date, we've made it a tradition to celebrate Activation Dates and birthdays throughout the year. Even Captain Palma, who still seems reluctant about it and only gives shop giveaways as gifts to others, has started preparing them without any reminders. It seems that things are slowly getting better.\\nWe've rented a section of the kitchen and dining room and gathered ingredients for a homemade cake and some dishes—they are still not ready yet. Although we're not exactly skilled cooks, the atmosphere in Dark Aries is surely lively, and it's really a rare sight to see... I wanted to invite you to come early. After all, it was your suggestion that allowed us to experience these precious moments together.",
        "RewardIds": []
    },
    {
        "Id": 184,
        "TagId": 1,
        "ShowTime": "2024/8/8",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday32.png",
        "Desc": "Noan Activation Date Mail 02",
        "Title": "Sunflower's Gift",
        "SendName": "Noan's Letter II",
        "Content": "Good afternoon, Commandant. How are you today?\\nWhen I sent you back, I wanted to give you this gift in person. However, after a second thought, I decided to include it in this mail instead, because I believe that written words have a more lasting impact than spoken ones.\\nI crafted this framed sunflower during my spare time. It reminded me of that day we watched the sunrise together on the beach and the poem I shared with you. In the poem, the sunflower yearns for sunshine, patiently waiting for the arrival of each sunrise, only to see the sun depart, making way for the sunset.\\nThere was a time, long ago, when I was a traveling merchant. I, too, felt limited in what I could achieve, slowly growing while simply following the endless flow of mundane tasks...\\nHowever, after I came to Babylonia, you celebrated my activation date with me, and everyone took the opportunity to get acquainted little by little. Many things have started to change since then.\\n\\nThis year has been filled with many memories of our time together, and as a result, I found the future that I was looking forward to...\\nI'm deeply grateful for everything you did for me at that time. Thank you... thank you for having faith in me, regardless of what happened.\\nI remember every word you've said to me... and I will always cherish those moments.",
        "RewardIds": [
            60032.0
        ]
    },
    {
        "Id": 185,
        "TagId": 1,
        "ShowTime": "2024/8/10",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Liv Activation Date Mail 01",
        "Title": "Good Afternoon, Commandant",
        "SendName": "Liv's Letter",
        "Content": "Good afternoon, Commandant. Today is my Activation Date.\\nLucia has been preparing dinner since this morning, but don't worry. There are no missions today, so both Lee and I are here to help her. By the way, your meeting should be over by the evening, right? Lee just asked Celica to help you with the paperwork. You don't need to worry about things on our end, so please rest assured. We'll be waiting for you in the lounge, as usual.",
        "RewardIds": []
    },
    {
        "Id": 186,
        "TagId": 1,
        "ShowTime": "2024/8/10",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday33.png",
        "Desc": "Liv Activation Date Mail 02",
        "Title": "This Is Hippocrates...",
        "SendName": "Star of Life Mailbox",
        "Content": "Gray Raven Commandant, right? Here's your health check-up report from last month.\\nLiv was supposed to bring it back to you, but it seems she might have been delayed by something. After she finished writing her notes this morning, she left the report at the medical center. I tried calling her, but she didn't answer... I assume she is already with you by now.\\nShe always meticulously checks your health reports multiple times, fearing that something might be overlooked. Then, she creates detailed plans, with categorized notes for different aspects. You should know best what kind of person she is. She never shows any signs of anxiety in front of me and always keeps things to herself...\\nEven on a day like today, her thoughts are not focused on herself. She must have prepared something for you and the other two members of Gray Raven. Well... that's just Liv for you.\\nSo, please take good care of yourself. This is not medical advice from me as a doctor but a wish from Liv's heart.\\nOther than that, be sure to take her heart's desire and make it come true.",
        "RewardIds": [
            60033.0
        ]
    },
    {
        "Id": 187,
        "TagId": 1,
        "ShowTime": "2024/8/15",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Pulao Activation Date Mail 01",
        "Title": "About The Longevity Noodle Contest",
        "SendName": "Pulao's Letter I",
        "Content": "Commandant, long time no see! Guess what? There's this longevity noodle contest happening today on the Nighter. Apparently, the challenge is to make a 100-meter-long noodle. And you know what the prize is? The Kong Fu Bible I've been dying to get my hands on! I never expected the event host to have such a treasure. But here's the thing... making a 100-meter-long noodle all on my own might be quite tricky. That's where you come in, Commandant! You can take charge of the dough kneading, and I'll pull it into noodles. With our teamwork, victory is practically guaranteed!\\nSo, how about we make a little bet? If you help me win the contest, I'll let you borrow the grand prize. Deal?\\nWell then, I'll see you there, Commandant!",
        "RewardIds": []
    },
    {
        "Id": 188,
        "TagId": 1,
        "ShowTime": "2024/8/15",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday34.png",
        "Desc": "Pulao Activation Date Mail 02",
        "Title": "This Codex Should Be Yours!",
        "SendName": "Pulao's Letter II",
        "Content": "I never thought you would win on your own during the kneading stage...\\nBut in the end, there were no extra rules to prevent you from winning the contest by forming those \"100 meters\" letters with flour...\\nWell, thank you for graciously giving the prize to me, but let's be real, you earned it fair and square with your own hard work. I'm happy to settle for a copy. The original should stay with the rightful winner!\\nIn return, how about we celebrate my Activation Date together again next year? We can plan a more fun event with everyone!\\nUnfortunately, I only have one Activation Date every year, and it always feels like I can never find a good excuse at other times. Wait, I mean... it's not an excuse!\\nIt's just that... who knows how long it'll be until we meet again... Oh, right! Now that you've got that secret codex of martial arts, we can train together!\\nBuilding physical strength is crucial for a commandant like you, isn't it? So, let's work on our inner power! May our journey lead us to the pinnacle of martial arts!\\n*If, by any chance, you dare to slack off and not come find me, I'll go all the way to Babylonia to check up on you.",
        "RewardIds": [
            60034.0
        ]
    },
    {
        "Id": 189,
        "TagId": 1,
        "ShowTime": "2024/9/27",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday35.png",
        "Desc": "Selena Activation Date Mail 01",
        "Title": "Regarding Hamlet",
        "SendName": "Leonie's Letter",
        "Content": "Hm... Is this Gray Raven Commandant?\\nI believe you're the only person apart from Selena who's used this Hamlet prototype, right? Ayla was bothering me a few days ago about \"this time of the year again\" as she went on and on about \"friendship and bond\" and how she wouldn't \"give up on hope.\" She asked me to fix this prototype, and she said you were involved too... I have to manually configure 20000 sequences every time I turn it on! This is ridiculous.\\nAnyway, this thing showed up, and Ayla had her gunlance ready by the time I found it as she prepared to go to the surface.\\nNow... if you really \"capture\" Selena this time, lecture her on my behalf! Even if it's unlikely...\\nBy the way, are you guys using me as a radio operator? Hamlet is not a radio, dammit...",
        "RewardIds": [
            60035.0
        ]
    },
    {
        "Id": 190,
        "TagId": 1,
        "ShowTime": "2024/9/27",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Selena Activation Date Mail 02",
        "Title": "▅█▁▃█▃...",
        "SendName": "Whale Song",
        "Content": "Conductor, you should go see the pine forest up North in early fall.\\nAcross cliffs and ranges, over the stormy sea, there is a pine forest—\\nWhen soil dried up back then, trees held hands with their companions...\\nLike lovers even as they fell.\\nThey stayed together for centuries, eventually becoming coal.\\nTheir scent smells of mud, trees, pinecones, and the morning dew.\\n\\nAs I lay on top of this burning land, Conductor, I can smell it.\\nThe scent travels through villages in the morning, at noon, and in the evening.\\nYoung children would jump around in the mist.\\nSunlight glows sporadically amidst wheat, grains, and corn.\\nI see it, Conductor.\\nWe can reap the sunlight with our sickles, piling them into small heaps and storing them in barns.\\nLeave these moments in the breeze in the homelands we left behind—\\nEvery day, every month, every year... the sun will warm our hearts all the same.",
        "RewardIds": []
    },
    {
        "Id": 191,
        "TagId": 1,
        "ShowTime": "2024/10/3",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Sophia Activation Date Mail",
        "Title": "This Is Sophia",
        "SendName": "Sophia's Letter",
        "Content": "Good morning, Commandant.\\nI recently discovered that the mailbox has a voice input feature, which converts spoken words into text. It's... very convenient for me.\\nJust now, Jamilah told me that she's worked out a deal with you and wants me to meet her in Babylonia to discuss the details.\\nThe reconstruction of Asslam has reached a critical stage, and Jamilah's decision to allow my departure means that she sees enough value in this deal.\\nWhen I asked for more information, she just said it'll be a surprise and didn't share anything else.\\nThe transport craft to Babylonia is preparing for departure.\\nCould you please share more about the business?\\nThis will help me consider what I should focus on during the journey.\\n...\\nAdditionally, I have brought some cookies as a complimentary gift for our business discussion, free of charge.",
        "RewardIds": []
    },
    {
        "Id": 192,
        "TagId": 1,
        "ShowTime": "2024/10/3",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday36.png",
        "Desc": "Sophia Activation Date Mail",
        "Title": "To Commandant",
        "SendName": "Letter Left on the Desk",
        "Content": "I struggle to find the right words to express myself, so I'll write them down in hopes that... you'll understand what I mean.\\nThe business turned out to be a surprise for my Activation Date. You made a lot of preparations for me in Babylonia. Thank you, Commandant.\\nI'm very happy now, but not completely happy... It's not like I'm unhappy, but outside the happy feeling, there are some... (some words are crossed out) other feelings that are not unhappiness.\\nI'm sorry. I don't know how to say it clearly.\\nThat feeling, I... (many words are crossed out)\\nI still can't quite put it into words.\\nJamilah told me that when a merchant receives a gift, they should assess its true value in their mind and give something in return with an equal or greater value... However, she also said that certain things are priceless in the world...\\nYou've given me many priceless things, and I'm not sure if this will serve as an equal return, but I hope you like it.\\n(Some words are crossed out) ...I will ask Jamilah to teach me more about it after going back.\\nI promise, next time, I'll express the feelings in my heart to you more clearly.",
        "RewardIds": [
            60036.0
        ]
    },
    {
        "Id": 193,
        "TagId": 1,
        "ShowTime": "2024/10/23",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Kamui Activation Date Mail",
        "Title": "I'll Go Meet You Soon",
        "SendName": "Kamui's Letter I",
        "Content": "Morning, Commandant!\\nI was actually planning to go find you earlier, but guess what? Capt. threw a curveball and asked me to make a delivery... Why do I feel this happened before? Are you guys scheming something behind my back again?\\nI still remember the Activation Date surprise from last year. So, how about this time, I flip the script and give you all, especially you, Commandant, a surprise in return?\\nI'm all set with the preparations, so brace yourself, Commandant!\\nJust hang tight while I wrap up this delivery. I'll be there in a sec!",
        "RewardIds": []
    },
    {
        "Id": 194,
        "TagId": 1,
        "ShowTime": "2024/10/23",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday37.png",
        "Desc": "Kamui Activation Date Mail",
        "Title": "Impressive, Commandant!",
        "SendName": "Kamui's Letter II",
        "Content": "I must say, I thought I had prepared enough of a surprise for you, but you went and outdid yourself with an even bigger surprise for me! Talk about raising the bar!\\nCapt. told me that you had been planning this since a long time ago, while you were still on a mission. You aced that mission, planned the surprise, and even had backup plans for Camu's emergency mission...\\nSeriously, how do you juggle so many things and nail each one so flawlessly?\\nI always thought you were amazing, but now I'm even more impressed!\\nYou told me that I remind you of the sun today, but I think you're the one more like the sun, you know? Whenever I'm around you, it's like soaking up those warm rays, feeling all cozy and comfortable!\\nSo, guess what? I've got another gift for you—the Sunblaze Cape! It's a matching piece for the Warrior's Greatsword. I can already picture you standing on the battlefield, sporting that cape and wielding the greatsword—talk about a seriously cool sight!\\nWell, it's getting pretty late now... It feels like time just flies whenever I'm doing something related to you. So, let's wrap it up for today. I'll fill you in on the rest tomorrow.\\nGet some rest, Commandant!\\nCatch you tomorrow!",
        "RewardIds": [
            60037.0
        ]
    },
    {
        "Id": 195,
        "TagId": 1,
        "ShowTime": "2024/10/23",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Camu Activation Date Mail",
        "Title": "The Signal on the Surface Is Terrible!",
        "SendName": "Camu's Letter I",
        "Content": "A heads-up: I've been assigned an urgent mission, and I'll be stuck in this place in the middle of nowhere until the afternoon.\\nI just checked your schedule, and it's fishy how you've moved all your tasks around for today. Don't tell me you're up to something like last year's \"Activation Date surprise\"... Look, it's my fault for not mentioning this before I left, but I had a mission to attend to. If I can't be there for the surprise, don't get too upset about it.\\nThe signal here is terrible, and I've already sent you eight mails today. Did you not receive any of them, or are you just ignoring me?\\nThis is now the ninth mail, and when you get it, you better reply to each and every one of them!\\n...Forget it. Your plans always end up changing. Last year, you were the one who insisted we celebrate my Activation Date together, enjoying a group activity and all that. Who knows what you've come up with this year?\\n...Don't tell me that while I'm out here on a mission, you've already had your celebration with Kamui.\\n...Group activities are not my thing anyway, so don't go thinking I expect anything.\\nDamn it, if the signal stays like this, I swear I'll go off-mission and blow open the door to your lounge.\\nThere's a package coming your way today, so be on the lookout for it.\\nAnd listen up, no one from Gray Raven is allowed to handle it for you. You MUST collect it yourself!",
        "RewardIds": []
    },
    {
        "Id": 196,
        "TagId": 1,
        "ShowTime": "2024/10/23",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday38.png",
        "Desc": "Camu Activation Date Mail",
        "Title": "...Thanks.",
        "SendName": "Camu's Letter II",
        "Content": "Well, I didn't see this coming... Luckily, I managed to relocate to an area with a decent communication signal just in time. If I had rushed over to your place, I would have missed out on this gift...\\nI'm at a loss for words, really. The last time we were on vacation together, I just casually mentioned that I didn't like the hot sauce from a certain store. And what do you do? You go ahead and research how to make hot sauce. What's the deal with this secret recipe? Where did you even learn it? Why didn't you tell me? I can't believe it packs a punch like no other hot sauce I've ever tasted. Just one bite, and it's ten times spicier than anything else out there.\\nAnyway, thanks. By now, the package I mentioned in my previous mail should have been delivered to Gray Raven's lounge. It's a snack cart.\\nBy the way, I didn't intend for you to have it all. Save some for when I come over next, and we can enjoy it together.\\nSo... you better not leave it untouched! I expect it to be right there, next to your desk, the first thing I see when I arrive!\\nThat's all for now. My mission will wrap up soon, and Chrome and the others are urging me to return. Hold on a second, why are you replying to those earlier mails? Stop that! I was just griping about the lousy communication signal. And quit responding to mails in the middle of the night too!\\nIn the end... I always feel like something is missing with mail communication alone. Tomorrow morning, I'll still come find you to say \"good morning\" in person. When it comes to celebrations, it's always better to meet face-to-face... I guess.\\nMake some time to tidy up your room and get ready for my grand entrance.",
        "RewardIds": [
            60038.0
        ]
    },
    {
        "Id": 197,
        "TagId": 1,
        "ShowTime": "2024/10/26",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Luna Activation Date Mail",
        "Title": "#%?\"< [Unknown Mail] L...",
        "SendName": "Luna's Letter I",
        "Content": "▅█▁▃████▃—\\nNo introductions needed; we've crossed paths on multiple occasions.\\nThis should be no surprise for someone like you, who has connected with an Ascendant.\\nThe Activation Date holds no pleasant memories for me. It brought forth hatred and pain, also pushing me toward a rebirth.\\nBetrayals have plagued my path, both from your kind and my own.\\nAs an agent, I refused to waste my spirit on fragile emotions, persistently forging ahead, only to be battered and bruised.\\nBut the events on the Moon changed me. Reluctantly, I realized that humans, despite their cowardice, possess unique potential.\\nThat revelation granted me a second chance at rebirth. Amidst the remnants of the past, I see you.\\nTo me, you are special. Your essence defies conventional logic, making our connection invaluable.\\nEven if that connection may seem discordant to others, I have no regrets.\\nThere were no ulterior motives, just a desire to converse with you and mention it in passing.\\nBy the way, this won't be the last mail from me today.",
        "RewardIds": []
    },
    {
        "Id": 198,
        "TagId": 1,
        "ShowTime": "2024/10/26",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday39.png",
        "Desc": "Luna Activation Date Mail",
        "Title": "Take It...",
        "SendName": "Luna's Letter II",
        "Content": "There was a time when I found myself at the seaside. The exact date eludes me, but... gazing at those rhythmic waves, for the first time, I had the idea of setting foot on the soft sand.\\nBefore I knew it, my footsteps had imprinted upon the beach. It was night, and I found solace in the moon's gentle glow as I listened to the whispers of the sea breeze.\\nLost in contemplation, I pondered the future of this world, weighing the fragments of memories.\\nBefore dawn, a faint glimmer caught my eye amidst the grains of sand. I picked it up, and it revealed itself as a white conch.\\nStories spoke of conchs being used as musical instruments, capable of producing enchanting melodies.\\nI attempted to entertain the idea but found myself unable. Perhaps you possess the talent for such art, and thus, I present it to you.\\nWhy not give it a try? It could also serve as a decent collector's item.",
        "RewardIds": [
            60039.0
        ]
    },
    {
        "Id": 199,
        "TagId": 1,
        "ShowTime": "2024/10/31",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Vera Activation Date Mail",
        "Title": "Come Over",
        "SendName": "Vera's Letter I",
        "Content": "Oh, so you actually remembered my Activation Date. Not bad.\\nBut if you're planning to give me a gift, don't bother leaving it with a measly note and sneaking it onto the desk in Cerberus' lounge. Show up in person if you want to make an impression.\\nBy the time I returned today, Noctis and No. 21 had nearly finished the entire cake. I've already dealt with those two, but it's your lack of preparation that ruined my gift. Have you considered how you're going to make it up to me?\\nI checked your schedule, and it seems you have no missions today. Well, lucky for you, I have something for you to do right here.\\nThere's no option to refuse. I've sent Noctis to fetch you.\\nGet ready, because you'll be spending quite a while here today.",
        "RewardIds": []
    },
    {
        "Id": 200,
        "TagId": 1,
        "ShowTime": "2024/10/31",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday40.png",
        "Desc": "Vera Activation Date Mail",
        "Title": "Think Hard",
        "SendName": "Vera's Letter II",
        "Content": "I just spared a few moments for those two during the mission briefing, and that was enough for you to make a swift escape, huh?\\nIs this your version of \"practice makes perfect\"?\\nBut really, what are you running away from? I haven't done anything to you.\\nOh, don't tell me you're scared of that box. Who would've thought the Chief had no guts?\\nRest assured, it's not a bomb or some strange potion inside.\\nNo. 21 heard something from somewhere and got me a bunch of coatings, saying it was a \"gift.\" Reluctantly, I accepted it, thinking I'd dispose of it tomorrow.\\nHowever, you should know that when something falls into my hands, I'm going to maximize its value, even if it's just for a single day.\\nTrying on coatings is a tedious task, so I had the idea of letting you choose for me. Your preferences shown during this time and the expressions on your face as you evaluate them... I can only imagine how fascinating it will be.\\nOf course, you're thinking that you won't fall for it since you know my purpose, right? But... dressing up Vera of Cerberus in a manner that suits your taste is an opportunity that may only come once in a lifetime. Do you really want to let it slip away?\\nThink long and hard, Commandant.",
        "RewardIds": [
            60040.0
        ]
    },
    {
        "Id": 201,
        "TagId": 1,
        "ShowTime": "2024/11/21",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Bianca Activation Date Mail",
        "Title": "Anything I Can Bring For You?",
        "SendName": "Bianca's Letter I",
        "Content": "Commandant, I just saw the mail you sent at midnight, and I am very grateful. Your wishes mean a lot to me, not only because they were the first to arrive, but also because every word you have ever said to me carries great significance in my heart.\\nA few days ago, we agreed to meet at your lounge today. I'll be heading out in just a moment.\\nGiven my current location, I'll probably pass by the shopping street. Is there anything you need me to bring along?",
        "RewardIds": []
    },
    {
        "Id": 202,
        "TagId": 1,
        "ShowTime": "2024/11/21",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday41.png",
        "Desc": "Bianca Activation Date Mail",
        "Title": "My Wish",
        "SendName": "Bianca's Letter II",
        "Content": "I am now back in my lounge. Thanks for spending the day with me, Commandant. The time I spend with you always feels special.\\nI once tried to write a movie script, but I was stuck on the name. Thanks to our conversation today, I have finally come up with a title and written it down in my terminal. So far, I have been staring at it for a while, but cannot think of any detailed plot yet, so I'll set it aside for now. If I make any progress, I'll definitely share it with you right away.\\nThere's also something I need to tell you about the perfume I gave you. It wasn't something I picked up in the shopping street today... I had chosen it long ago, but never had a chance to give it to you. When I walked close to you today, I realized the dark circles under your eyes had worsened. I understand you have a lot of tasks, but I still hope you can take care of yourself.\\nI remember seeing similar flowers back on the snowy plains. On warmer days, I could spot them in corners. It took me a long time to find the same fragrance, so I felt very fortunate when you said you liked it today...\\nYou asked me if I had made an Activation Date wish, and now I'll answer you again honestly. I made a wish the moment I saw you today, and I continue to wish so every day.\\nGiven that today's wish is special, would it make it easier to come true? If so, I hope my gift can calm your mind and give you a good sleep.",
        "RewardIds": [
            60041.0
        ]
    },
    {
        "Id": 203,
        "TagId": 1,
        "ShowTime": "2024/12/5",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Bambinata Activation Date Mail",
        "Title": "Please enter a title:",
        "SendName": "Bambinata's Letter I",
        "Content": "———————————Draft Folder———————————\\nCommandant, Mistress told Bambinata a few days ago that today is Bambinata's Activation Date. Bambinata has remembered it.\\nMistress left early this morning. She has something to do and probably won't be back until night. Bambinata has no tasks for the whole day. If you have time... Can Bambinata go see you?\\nThis is a decision Bambinata made independently. Recently, Bambinata has learned to write down many \"things Bambinata wants to do\" in a notebook. Mistress said she would do them with Bambinata, but a lot of them have to be completed with you, and Bambinata needs to ask you alone.\\nWould you like to go to the park? According to Bambinata's record, we have already been there once. Will you find it boring if we go again?\\nBambinata heard there's also an art exhibition nearby, but Bambinata couldn't get any tickets... Maybe Bambinata can go to your lounge and await an order...\\nBambinata needs to think a little more...\\n——————Last edited: 2024/12/5 8:30——————",
        "RewardIds": []
    },
    {
        "Id": 204,
        "TagId": 1,
        "ShowTime": "2024/12/5",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday42.png",
        "Desc": "Bambinata Activation Date Mail",
        "Title": "Thank You Very Much",
        "SendName": "Bambinata's Letter II",
        "Content": "You can always guess what Bambinata's thinking, Commandant.\\nBambinata accidentally sent the draft in the morning before finishing it. Bambinata hadn't decided where to go with you then, but you already had the tickets for the art exhibition ready. When Bambinata opened the door and saw you there, Bambinata felt delighted.\\nBambinata saw many things today and tried to record them all. Bambinata never knew that the backstage preparation could be so much more complicated than the actual performance. WGAA had sent many letters to Mistress asking whether Bambinata wanted to perform on stage, but they had been collecting dust due to Bambinata's memory data loss. If you also want to see Bambinata dance, Bambinata will try her best.\\nMistress has returned to the lounge. When Bambinata told her about our activities today, she sounded a little concerned, but Bambinata thinks she was actually happy because she soon decided to thank you and booked another afternoon tea. Bambinata believes you will receive her invitation soon.\\nIn addition, Bambinata also has something for you: a massager. It can help you relax whenever your muscles or joints ache. Please take care of yourself.\\nThis gift has been sitting in Bambinata's room for a long time. There is a note on it saying that it is for you, but Bambinata couldn't recall why... Until today when Bambinata saw you often massage your shoulders during the performance. Your missions must have put a lot of stress on your body. Bambinata probably prepared this gift because Bambinata didn't want you to suffer from soreness.\\nLastly, thank you once again for spending the day with Bambinata. Everything that has happened today is Bambinata's precious treasure, and Bambinata will cherish it forever.",
        "RewardIds": [
            60042.0
        ]
    },
    {
        "Id": 205,
        "TagId": 1,
        "ShowTime": "2024/12/15",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Ayla Activation Date Mail",
        "Title": "Sorry About the Deadline!",
        "SendName": "Ayla",
        "Content": "Dear editor, I'm so sorry! I didn't mean to miss the submission day for the first draft. I just need one more day to finish it!\\nI swear I wasn't slacking off! I do remember the deadline you told me. There's this really important thing that I must complete today...\\nRest assured that it's not about playing. And I will never be late again!\\nOnce I finish this work, I will be back for good.\\nSo stop coming after me. I'm fine, don't worry!",
        "RewardIds": []
    },
    {
        "Id": 206,
        "TagId": 1,
        "ShowTime": "2024/12/15",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday43.png",
        "Desc": "Ayla Activation Date Mail",
        "Title": "To Commandant",
        "SendName": "Ayla's Letter",
        "Content": "Sorry, I accidentally sent a leave request that was meant for my editor to your personal mailbox this morning...\\nIt's a bit embarrassing because I had been planning how to spend the Activation Date with you and completely forgot about the deadline. When the editor came to my place, I made up an excuse and ran away. I'm pretty sure she will be extremely mad if I go back now.\\nAnyway, it's all over now. Let's go out on a date tonight, Commandant!\\nLook, the starlight is so tender today, reminding me of the sky on that night we spent in Constellia.\\nWe can dance together under the full moon, painting our dreams on the starry night.\\nOr we can simply lie on the grass doing nothing, feeling the flow of stars and letting our thoughts drift away in the boundless Milky Way.\\nIt would be a great waste to spend such a beautiful night doing boring work, don't you think?\\nAlright, I'll wait for you at the observatory, where we can see the entire universe. See you tonight!",
        "RewardIds": [
            60043.0
        ]
    },
    {
        "Id": 207,
        "TagId": 1,
        "ShowTime": "2024/12/25",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Rosetta Activation Date Mail",
        "Title": "I Was On A Mission In The Snowfield",
        "SendName": "Rosetta's Letter I",
        "Content": "I received your blessings, Commandant. Thank you very much.\\nI received a mission to the North Pole. Do you remember our mission on the snowfield where we set up an array of measurement devices, Commandant? My mission this time is to repair them.\\nStepping foot on the familiar snowfield, I just realized how memorable that mission was. Running into a cave to avoid the snowstorm... How unlucky we were. To avoid losing the activation module like we did last time, the Engineering Force is going to wait for me to reach the destination before dropping me the module this time.\\nThe mission has been going well so far. While I wait for the drop, I'll be here appreciating the comforting scent of snow and the memories we share here.\\n\\nRight, I've prepared a gift in return. Before I landed today, I asked a friend from the Engineering Force to place it at the door of the Gray Raven Lounge when she's around. Check your door when you see this message!",
        "RewardIds": []
    },
    {
        "Id": 208,
        "TagId": 1,
        "ShowTime": "2024/12/25",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday44.png",
        "Desc": "Rosetta Activation Date Mail",
        "Title": "Wrong Package!",
        "SendName": "Rosetta's Letter II",
        "Content": "I'm sorry, Commandant! The person from the Engineering Force mixed up the two packages—I received the drop for the activation module right after I sent you the last message, and I opened it to find... the gift I was going to give you.\\nI asked them to deliver the right package to you right away. They should've contacted you just now for the exchange, right?\\nI suppose my mission is going to be delayed now. I was thinking how unlucky this was, but then I figured this might be a good thing. You might bring us some luck now that the activation module has passed through your hands.\\nThe gift I got you... is a \"snow petal\" I carved from a stone. It's a little rough around the edges, but it was the best among the pieces I made. If you hang it somewhere with sunlight, it will reflect beautiful colors onto the walls like an aurora.\\nIf you like it, I can try making different shapes in the future. Or perhaps I'll make a few more snow petals. They will look nice together.",
        "RewardIds": [
            60044.0
        ]
    },
    {
        "Id": 209,
        "TagId": 1,
        "ShowTime": "2024/12/31",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday45.png",
        "Desc": "Nanami's Letter",
        "Title": "Message From Afar",
        "SendName": "Nanami's Message I",
        "Content": "Long time no see, Commandant!\\nHaicma just told me that you wanted to invite the Church of Machina to do a tarot reading for the upcoming year. That's fine by me, but Haicma has been browsing online shops a lot lately for who-knows-what, so she probably doesn't have time... Nanami will tell you the results later, then!\\n\\nBefore that... It's the last day of the year today, so Nanami has decided to give you a gift to commemorate such an important day—ta-da! It's a calendar \"Earth\"! If you tear off a calendar page each day, a globe will slowly reveal itself! Nanami thinks that Earth is the most beautiful planet in the whole universe—the flowers, the animals, the humans, the friends... and you, my favorite Commandant!\\nYou can tear off the first page of the calendar tomorrow, Commandant. I wonder if the distance between you and Nanami will also get shorter the closer you are to a full globe. Nanami has been looking forward to that! Ah... I wish I could see you tomorrow.\\nBut Nanami knows that Commandant is a busy person with many important jobs. Nanami will see you later, then! Enjoy your rest today, Commandant. Enjoy it for Nanami.",
        "RewardIds": [
            60045.0
        ]
    },
    {
        "Id": 210,
        "TagId": 1,
        "ShowTime": "2024/12/31",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Nanami's Letter",
        "Title": "THE TOWER",
        "SendName": "Nanami's Message II",
        "Content": "Commandant! Attention!\\nHere is the result of your tarot reading—a leaning tower with a shattered spire... This must be \"The Tower\", which symbolizes destruction and release. Beware, Commandant, for unexpected changes in your future.\\n—This is an extra message from Nanami! Don't forget about it, Commandant! Nanami really likes you, humans, and Earth, so keep everyone and yourself safe when Nanami is not around!",
        "RewardIds": []
    },
    {
        "Id": 211,
        "TagId": 1,
        "ShowTime": "2024/12/31",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Haicma's Letter",
        "Title": "Health Data Analysis",
        "SendName": "Haicma's Letter I",
        "Content": "Hello, Commandant. This is some feedback regarding the results of your body scan. Thank you for giving me clearance.\\n----------------\\nThe scan results show that your physical condition is relatively good compared to other people your age, thanks to your genetics and years of training. It appears that you are capable of working on the surface for many more years, and you will still be able to work after your retirement.\\nHowever, having viewed your latest medical examination report as well, I foresee an increasing chance of you suffering from astigmatism and lumber strain in the future. My data shows that Babylonia is well-lit, and your office is furnished with an ergonomic chair. I can only conclude that your \"ailment\" is likely caused by your bad posture.\\nDo you spend extended periods of time on your chair in your office without moving? Do you keep playing on your terminal after the light is off?\\nIf you continue your behavior, your health will continue to deteriorate for another 3-5% in the next year, Commandant. I recommend changing your habits so that you can enjoy your pensions for a long, long time.",
        "RewardIds": []
    },
    {
        "Id": 212,
        "TagId": 1,
        "ShowTime": "2024/12/31",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday46.png",
        "Desc": "Haicma's Letter",
        "Title": "Haicma's Gift",
        "SendName": "Haicma's Letter II",
        "Content": "Commandant, after looking into the different parameters of the product, I have picked a new, commercial-grade terminal for you.\\nThis terminal, \"Green Youth\", is the latest hit item on the market. It has a blue light and radiation filter, and you can freely adjust its height and angle when you place it on the table. All these features can help reduce stress on your eyes and your back.\\nOn top of that, I worked with the manufacturer to install a new program in the terminal. When it detects suboptimal lighting or extended usage, it will automatically shut down. When it detects that you are down, it will wake up its AI assistant and play you the Golden Age Jokes Compilation.\\nI hope you like it.\\nIf you have other ideas, feel free to tell me about it. I can install private applications for you in the terminal.",
        "RewardIds": [
            60046.0
        ]
    },
    {
        "Id": 213,
        "TagId": 1,
        "ShowTime": "2025/1/3",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Qu Activation Date Mail",
        "Title": "Gift Received",
        "SendName": "Qu's Letter I",
        "Content": "I have received your gift, and I appreciate your thoughts.\\nThere was someone who used to celebrate my birthday with me, but those days that I used to look forward to the most are now lost, and I don't know when it happened... I'm glad that you are here to remind me of this date this year. Reading your message, I can feel my uneasiness go away.\\nRegarding the gift, I've received the tea leaves you mentioned last time. Although it was just your work from the tea leaves stir-frying activity during the Kowloong cultural exchange program, it wasn't too bad. I brewed a pot yesterday, and the tea tasted clear and rich. If you have time in the future, come talk to me, and I will brew you a proper cup of tea.\\n\\nYou asked me about what I've been doing lately—I've been recovering and restoring Kowloong artifacts.\\nThe storm back then damaged quite a lot of relics and artifacts. Preserving them and documenting them is the responsibility of every ruler of Kowloong.\\nThey found a batch of slightly damaged artifacts today. I will take a look at them first before telling you about them.",
        "RewardIds": []
    },
    {
        "Id": 214,
        "TagId": 1,
        "ShowTime": "2025/1/3",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday47.png",
        "Desc": "Qu Activation Date Mail",
        "Title": "Regarding Eternity",
        "SendName": "Qu's Letter II",
        "Content": "I just found a moving sand art piece. It was a birthday gift from my father back then. It is a common Kowloong handicraft, so it can't really be described as an artifact, but it is meaningful to me.\\nThe sand flows down, turning into the shape of mountains... All structures in the world are as fleeting as this landscape, their forms comprising countless grains of sand... Easily destroyed with a push.\\nBut watching the sand fall, I know they will form a new mountain range.\\nEach grain of \"sand\" will take root and sprout in this new land—I see it in the great work of Kowloong where tens of thousands contributed, and I see a different kind of hope in you.\\nIn this way, I suppose this \"Flowing Landscape\" should stay with you. As long as people like you exist, I'm more willing to believe this \"eternity\" the people describe.\\nApart from that... It's getting colder on the surface. Don't forget to put on a coat and stay warm. Take care.",
        "RewardIds": [
            60047.0
        ]
    },
    {
        "Id": 215,
        "TagId": 1,
        "ShowTime": "2025/1/21",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "No. 21 Activation Date Mail",
        "Title": "Are You There?",
        "SendName": "No. 21's Letter I",
        "Content": "I was shopping yesterday when someone chased after me, saying my hair was bad and they'd take care of it for free. I believed it and followed them to a shop on the corner, and they held me down at the hair-washing station!\\nThey kept combing my head and said a new study showed that artificial hair would also fall out, and my ears would become bare.\\nTo help me, they charged me ■■■■ for the shampoo, ■■■ for the ionic hairdryer, and ■■■■ for the \"head massage\"... Their techniques were bad, so I taught them a lesson.\\nThey refunded me, but they said I'd \"pay the price.\"\\nMy hair is fried and knotted today. They must have cleaned it wrong yesterday. Captain and Noctis left early this morning, so there was no one to brush my hair.\\n...It bugs me.\\nAre you in your lounge? This is bothering me. I'm coming to find you.",
        "RewardIds": []
    },
    {
        "Id": 216,
        "TagId": 1,
        "ShowTime": "2025/1/21",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday48.png",
        "Desc": "No. 21 Activation Date Mail",
        "Title": "You Need to Brush My Hair Again Next Time",
        "SendName": "No. 21's Letter II",
        "Content": "I didn't know that you were all hiding from me to throw me a surprise Activation Date party... You remembered that I said the cake from Captain's Activation Date was delicious, and you ordered a cake from the same place.\\nI like it. I'm happy. I feel warm inside.\\nI like the way you brushed my hair the most. It was comfortable. My hair was shining, it was no longer knotted, and my audio module was feeling all tingly... You're in charge of taking care of my hair in the future, Commandant. You can't hide from me. And tell me which brand of shampoo you used. I want to stock up on a few bottles.\\nAh, it's time. I have to go to the management team of the shopping district to complain about that \"saloon.\" If you find their complaint about me, delete it quietly. Don't let anyone else see it.",
        "RewardIds": [
            60048.0
        ]
    },
    {
        "Id": 217,
        "TagId": 2,
        "ShowTime": "2025/1/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2024 New Year Mail",
        "Title": "I Have a Gift for You, Commandant",
        "SendName": "Lucia",
        "Content": "Good day, Commandant. What are you up to now? I have just finished today's shopping for Gray Raven and returned to our lounge.\\n\\nThe gift should arrive together with this envelope. Hope you like it. I initially planned to use up all my savings to buy you a new outfit, but I was told there was a cap on single purchase reimbursements. When I was disappointed, the shop assistant said, \"Big, fancy gifts are nice, but it's the unique ones that leave the best memories.\"\\n\\nIt was just a casual remark, but it reminded me of you.\\n\\nI have traveled many places and fought alongside many people, but the only place that truly makes me feel at ease is the Gray Raven's lounge. And the only one who makes me feel like I have found something meaningful is you, Commandant.\\n\\nA special person deserves a special gift.\\n\\nAt that moment, I suddenly realized that I had become used to something without even noticing. Whenever I feel uneasy, someone would hold my hand and, through words, expressions, or more often through actions, tell me that everything is okay. That they are here for me.\\n\\nI cannot describe that feeling clearly. It is warm, and sometimes makes me feel as if my heart is still beating in the chest. This emotion even injects more vigor in my blade. Do not get me wrong—I always know my responsibilities and purpose very well, but it is your presence that has truly allowed me to grasp the vision that I have been fighting for.\\n\\nPeople will live happily in the future I am fighting to create. And you will be among them.\\n\\nThat is why I chose this badge with flame patterns. You melted away my winter and brought me into this warm, reborn spring.",
        "RewardIds": [
            8129.0
        ]
    },
    {
        "Id": 218,
        "TagId": 2,
        "ShowTime": "2025/1/2",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2024 New Year Mail",
        "Title": "My Wish",
        "SendName": "Liv",
        "Content": "Good morning, Commandant. I have found a new answer to the question you asked me earlier.\\n\\nOn New Year's Eve, everybody of Gray Raven made our wishes for the coming year. You secretly asked me what my wish was, and I said it had already come true because this peaceful life with you and everyone else at Gray Raven was what I had wished for so many times in my heart.\\n\\nThat was... how it was supposed to be until now.\\n\\nAfter parting ways with everyone, I walked back to the dormitory. The fluttering snowflakes and hazy glow of the streetlights stirred something in me. For no reason, I stopped under a streetlight and looked back. Through the light from the windows, I saw you standing up, stretching.\\n\\nIt took me some time to realize that I had too much fun and forgot to help tidy up the room. I was about to turn back when another thought came to me. Even though we are so close, we do not spend all the time together. No one can, of course. But still, I could not help but wonder what you had been doing when we were apart. Once the curiosity started, I could not stop thinking.\\n\\nAre you eating on time and getting enough rest? Do you feel lonely and want someone to talk to? Do you... think of me?\\n\\nI'm not writing this down to seek your answer. I want to let you know that while we are away from each other, I have kept our promises and done my best to take care of myself.\\n\\nI want you to see a better version of me every time we reunite, and I hope that in every reunion, I can see a healthy, happy Commandant.\\n\\nIt turns out I lied—I wanted more than simple, peaceful everyday life. I find myself greedily yearning for more.\\n\\nI want to apologize, but at the same time, I'm secretly hoping that if I make more demands of you, perhaps you will also ask more of me in return. So I have taken the liberty of making more promises to you—this is my wish, Commandant.",
        "RewardIds": [
            8130.0
        ]
    },
    {
        "Id": 219,
        "TagId": 2,
        "ShowTime": "2025/1/3",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2024 New Year Mail",
        "Title": "Morning",
        "SendName": "Lee",
        "Content": "Morning, Commandant. After a night of snowfall, it is pretty cold outside. There is hardly anyone outdoors, making it very quiet and perfect for napping—you can use that as your excuse if you want to stay in bed a little longer. Rest assured that I have already taken care of today's official duties on your behalf.\\n\\nAlso, I would like to pass along Murray's thanks. He is delighted to have received the greetings from the Gray Raven Commandant, especially since it was not just a superficial group message. While your habit of catering to everyone's feelings is indeed admirable, you should not always neglect yourself because you care too about those around you.\\n\\nAs the already overworked commandant of Gray Raven, your only task during this precious holiday is to rest and unwind your mind. For example, you can watch the performance you talked about on New Year's Eve, enjoy the snowy scenery you mentioned on the first day of the new year, or continue with the shopping trip you discussed with Lucia and Liv yesterday.\\n\\nAlthough I can probably guess what choice you will make, I have already prepared the car and made a restaurant reservation, so it will not be a problem even if you have other plans.\\n\\nSpeaking of which, I am a little surprised to see that this year, you have learned how to turn down some meaningless social invitations during this holiday, which is great. While you may not have fully overcome the habit of forcing yourself to meet others' expectations, at least you have started to leave some time for yourself. So leave all other miscellaneous tasks to me, and spend your well-deserved holiday at your own pace and enjoy it however you like.\\n\\nAnother year has passed so quickly before I realized it. In this new year, I hope you and Gray Raven can continue to grow better in life and in every other aspect.\\n\\nHappy New Year, Commandant.",
        "RewardIds": [
            8131.0
        ]
    },
    {
        "Id": 220,
        "TagId": 2,
        "ShowTime": "2025/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2025 April Fool's Day Nanami's Mail",
        "Title": "Never-Ending Gift",
        "SendName": "Nanami",
        "Content": "Commandant, it's been so long! Do you miss me? I've been flipping through the calendar and realized there is only one day without any commemoration in the entire year! I guess I need to give you lots of gifts to make up to the rest of days, but I can't be by your side every day, so I came up with a great idea—how about giving you a gift that can never be completely unwrapped as long as it's not opened? That's why you must never unwrap it, Commandant!",
        "RewardIds": [
            59709.0
        ]
    },
    {
        "Id": 221,
        "TagId": 2,
        "ShowTime": "2025/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2025 April Fool's Day Gray Raven's Mail",
        "Title": "RE: Squad Restructuring",
        "SendName": "Gray Raven",
        "Content": "Commandant, the \"Commandant 99★ Exclusive Weapon\" last year did not seem to improve our strength significantly. After some discussion, we came to a conclusion that we might need to restructure the squad. Please don't get us wrong—we are not leaving the squad, but we may have to consider the option of recruiting new members. Here is a \"Choice\" Recruitment Order issued by the combat center. Please head to the designated location on time. Once expired, this order will be worth nothing but Cogs.",
        "RewardIds": [
            59710.0
        ]
    },
    {
        "Id": 222,
        "TagId": 2,
        "ShowTime": "2025/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2025 April Fool's Day No. 21's Mail",
        "Title": "To Gray Raven Commandant",
        "SendName": "No. 21",
        "Content": "Gray Raven Commandant, has been staring at No. 21's audio receiver module. You like it? I found this module very good, asked Captain make a similar one. Unlike No. 21's, this one is soft, makes its wearer easy to bully, suits Gray Raven Commandant well. Put them on, right now... Otherwise, Captain and I, will force you to do so.——————————————————————————————(The last page of this paper letter was ripped apart by some sharp object.)",
        "RewardIds": [
            59711.0
        ]
    },
    {
        "Id": 223,
        "TagId": 2,
        "ShowTime": "2025/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2025 April Fool's Day Roland's Mail",
        "Title": "Long Time No See",
        "SendName": "Roland",
        "Content": "Hola amigo! It must have been a while since we last met. I heard you had some tough time recently—getting injured, having hallucinations, and... Oh, right, accused of colluding with Ascendants? Haha, how is that ever going to be possible? To prove your innocence, I have sent the most genuine evidence to you, as well as the five major departments of Babylonia. This one for you is a special collector's edition with frame!",
        "RewardIds": [
            59712.0
        ]
    },
    {
        "Id": 224,
        "TagId": 2,
        "ShowTime": "2025/4/1",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "2025 April Fool's Day Noctis' Mail",
        "Title": "Yo, Gray Raven Commandant!",
        "SendName": "Noctis",
        "Content": "I heard I should give a heads-up before writing this thing... But whatever! Gray Raven Commandant, right? Thanks for the help last time! I hate owing favors, so I'm going to lend you a hand in return. Rest assured that my \"hand\" will come in a lot more handy than your own one! I mean, I always see your hands in the news, so my present's a lot more appropriate than 21's, right? And don't worry about not having a place to put it on—Vera's already on her way with a scalpel.",
        "RewardIds": [
            59713.0
        ]
    },
    {
        "Id": 225,
        "TagId": 1,
        "ShowTime": "2025/2/21",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Lamia Activation Date Mail",
        "Title": "An Invitation to the Gathering Before Relocation",
        "SendName": "Lamia's Letter I",
        "Content": "Dear Commandant of Gray Raven,\\nThank you for taking the time out of your busy schedule to read this invitation. A refugee camp near the Clean Zone is about to relocate to the Clean Zone and join the reconstruction project. Before moving, we plan to use the remaining fruits and vegetables in the fields to host one last party to celebrate the bright future ahead, as well as the birthday of a child in the camp and the activation date of a visiting Construct.\\nWe have heard that the commandant of Gray Raven is near the area and wish you could join us. Though the food may be simple... you can get the legendary treasure known as the \"Mermaid's Tear\" if you come!\\nSome say those who drink the Mermaid's Tear can live forever, others claim it can fulfill a wish... I don't know which version of the story is true, but this \"Mermaid's Tear\" is definitely real!\\nSo... would you be able to come?",
        "RewardIds": []
    },
    {
        "Id": 226,
        "TagId": 1,
        "ShowTime": "2025/2/21",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday49.png",
        "Desc": "Lamia Activation Date Mail",
        "Title": "Will I See You Again?",
        "SendName": "Lamia's Letter II",
        "Content": "Thank you for coming to the party. Everyone was delighted to see the famous Gray Raven Commandant... Anyway, you probably had already noticed me from the crowd, right?\\nWith so many people around, I could not greet you in my usual form. But after you left the camp, I removed my disguise, put on a cloak, and followed you from a distance. You were walking a lot slower than usual, even stopping a few times...\\nIn fact... I wanted to catch up with you and give you the gift I had prepared. But just as I was about to, a team of Constructs came over to say hello, so I had no choice but to hide. No need to worry about me, though—nobody can recognize me if I am determined to disguise myself.\\nThe fact that you didn't look back even once until you entered the Clean Zone proves my tracking is a success!\\nAnyway, I asked a traveling merchant to deliver this small bottle of \"Mermaid's Tear\" to you... Will I get to see you again next time?",
        "RewardIds": [
            60049.0
        ]
    },
    {
        "Id": 227,
        "TagId": 1,
        "ShowTime": "2025/3/2",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Karenina Activation Date Mail",
        "Title": "A View of Space",
        "SendName": "Karenina's Letter I",
        "Content": "(A photo of a resplendent starry sky, seemingly captured in haste using a terminal. While it does convey the vastness of the universe, the slight blur makes the image quality less than perfect.)\\nThis is a scheduled mass email. I set it up mainly because I have been very busy lately and am worried about neglecting everyone.\\nAnyway, I hope you all enjoy this starry sky that I carefully photographed.\\nRight, that's all about it. Definitely not a reminder! There's no hidden information, either. Not at all! Do not overthink. Commandant is probably asleep at this time...",
        "RewardIds": []
    },
    {
        "Id": 228,
        "TagId": 1,
        "ShowTime": "2025/3/2",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday50.png",
        "Desc": "Karenina Activation Date Mail",
        "Title": "This is Not an Invitation",
        "SendName": "Karenina's Letter II",
        "Content": "The first letter was a mass email! I just accidentally typed \"Commandant\" at the end, that's all! Stupid voice input! Ugh... forget about it. Although I am still extravehicular, I finally have time to sit down and write this letter properly.\\nEven on my activation day, there are still some minor problems outside the cabin that require my attention—no, I'm not running away from the bizarre costume party that Teddy and others are preparing in the Engineering Force. I have said no many times, but they completely ignored my opinion.\\nI'm sitting right under the starry sky that I sent to you—ahem, to all of you—early this morning. Although I sent the email to many people, that runaway star is something I want to share only with you.\\nI'm talking about the shooting star in that email! I waited a long time to capture it!\\nI even made this. No, it's not just a rock. It is a meteorite. Based on the calculations, it probably came from that particular star.\\nAlright, break time is over. I need to get back to work... Oh, and one more thing—\\nAhem.\\nI expect to finish my work around 9 p.m. tonight. If you have time, I can arrange an extravehicular activity session for you.\\nI asked the astronomers to run some calculations. Tonight, that runaway star might make another appearance.\\nI... want to watch it with you.",
        "RewardIds": [
            60050.0
        ]
    },
    {
        "Id": 229,
        "TagId": 1,
        "ShowTime": "2025/3/20",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Bridget Activation Date Mail",
        "Title": "Something I'd Like to Share With You",
        "SendName": "Bridget's Letter I",
        "Content": "(This yellowed page seems to be torn from a notebook)\\nThe camp's supplies are barely enough. Everyone's working well together, but we are all exhausted to the point that we don't even have the energy for small talk at the end of every day. So, you can imagine my surprise when I got back tonight: usually, losing a dead battery would be considered wasting, but tonight, the tents were all wrapped in string lights. Everyone was singing and dancing. For a split second, I really thought they were drunk—or maybe a mechanoid had disguised as a human? I remember an old action movie with a similar plot!\\nBut a mechanoid's hand can't grow calluses. An old man led me through the crowd, stopping at a folding table. I saw a large pot of boiling beans and a mountain of compressed biscuits with their package opened. That was a lot of food!\\n\"When life can be lost easily, it's quite cruel to celebrate for surviving another year, so we hardly celebrate birthdays anymore. But on this very day last year, you helped us set up this camp with your fleet. Turns out, what seemed like a selfish ritual can actually be shared with others. Thank you.\" \\nAfter saying this, he pulled a multifunctional can opener from his bag and handed it to me. In a time when any piece of scrap metal can be used as a can opener, I understand how precious this little tool can be. (The letter ends here abruptly)\\nWhile confirming the work schedule, I realized today is my Activation Date and recalled my days back in the fleet, so I wanted to share this story with you. I'm heading down to the surface soon to escort supplies. I can't keep the transport team waiting for too long, so I dug up this page from my old diary. Hope you don't mind. P.S. Thinking about it now, the flashing lights did look a lot like candles in the dim background, haha.",
        "RewardIds": []
    },
    {
        "Id": 230,
        "TagId": 1,
        "ShowTime": "2025/3/20",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday51.png",
        "Desc": "Bridget Activation Date Mail",
        "Title": "This is For You",
        "SendName": "Bridget's Letter II",
        "Content": "Good day, Commandant. The supplies have been successfully delivered to the conservation area. We are having our lunch now. Make sure you eat well, too.\\nBecoming a Construct wasn't easy, but with all the combat duties, I feel like I haven't had a moment to sit back and reflect on the past.\\nA senior veteran from the fleet once said that after peace arrived, logistics support would be the first thing to be forgotten. But there are things I can never forget—the specifications of my fellow Constructs' cogs, the ammunition requirements for the combat zones, and the transport schedule in the Clean Zone.\\nSo, I guess we'll skip the celebration for my Activation Date. Those string lights have reminded me that what really matters is that we have somehow managed to survive another year. Nowadays, we don't need to use can openers to unwrap our military ration. That said, it feels like this little thing just won't leave me alone.\\nThat's the whole story. Since you are the first to hear it, I think I will just pass on this can opener to you, Commandant.",
        "RewardIds": [
            60051.0
        ]
    },
    {
        "Id": 231,
        "TagId": 1,
        "ShowTime": "2025/3/22",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Echo Activation Date Mail",
        "Title": "To Commandant",
        "SendName": "Echo's Letter I",
        "Content": "Commandant, I hope this message finds you well.\\nI've always liked this greeting. Beyond its polite nature, I feel it carries a deeper meaning—though we may not have seen each other for a while, the moment we open this message, we know that we both care for each other and wish each other well.\\n\"Hope this message finds you well, year after year.\"\\nBack to the topic, I recently heard you were on a mission in the nearby conservation area. I wonder if you have some free time today? It's not work-related; I just want to see you. We could take a walk around the conservation area or simply enjoy the view along the way. That's all.\\nThere is no particular reason... I just feel like being a little selfish today.",
        "RewardIds": []
    },
    {
        "Id": 232,
        "TagId": 1,
        "ShowTime": "2025/3/22",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday52.png",
        "Desc": "Echo Activation Date Mail",
        "Title": "Two Jars of Stars",
        "SendName": "Echo's Letter II",
        "Content": "Even though I've already left, my mind still lingers back in the conservation area. Maybe it's because the day was just too unforgettable. Fortunately, I also want this memory to stay with me a little longer.\\nThis invitation was meant to give me an excuse to see you. I wasn't looking for some grand celebration. I never thought you would remember my Activation Date or even schedule a mission near the conservation area. Not to mention the extra financial support you helped me apply for earlier on; I really can't thank you enough.\\nI know this jar is a little crude, and I hope you won't mind because I didn't have much time to make it. I want to give it to you as a token of my gratitude. This isn't just a gesture of courtesy—take it as a souvenir I use to commemorate today.\\nThe Activation Date marks a new beginning. Starting today, I want to make one lucky star every day. When we meet again, we can put them all in the jars. With all the wishes and blessings inside, the jars will stay with you when I can't be by your side.\\nWhen the lucky stars fill up the jars, perhaps that will be the day when I have grown strong enough to fight by your side as an equal. I can't wait to witness that dazzling moment—it will be a future shared by both of us.",
        "RewardIds": [
            60052.0
        ]
    },
    {
        "Id": 233,
        "TagId": 1,
        "ShowTime": "2025/3/25",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Noctis Activation Date Mail",
        "Title": "Hey, Commandant!",
        "SendName": "Noctis's Letter I",
        "Content": "Vera and 21 both went on a mission today. I wanted to tag along, but Vera said I would only get in the way and told me to find something else to do.\\nTch, like I want to babysit them! When they're in trouble, they'll beg for my help!\\nAnyway, how about I come find you instead? I just got a message from the owner of \"Vegetable Stew\"—he said the annual New Oakley Harvest Festival was in full swing, and they were short on hands. He also asked if we could lend a hand, offering to treat us to unlimited drinks at the festival.\\nSounds like a solid plan, huh? Don't even think about saying no—I have checked your schedule today, so there's no escaping this!\\nAlright, it's a deal. Rest assured that I'll take care of the transportation. I'm hopping on the shuttle now, and I can already picture you eagerly waiting for the ride!",
        "RewardIds": []
    },
    {
        "Id": 234,
        "TagId": 1,
        "ShowTime": "2025/3/25",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday53.png",
        "Desc": "Noctis Activation Date Mail",
        "Title": "Keep Grooving",
        "SendName": "Noctis's Letter II",
        "Content": "I can't believe you actually remembered that today is my Activation Date! A celebration party after a good workout is the best idea ever! Vera and 21 did come by to help after finishing their mission, but why did I end up doing all the work?\\nAnyway, thanks a lot to you all!\\nAt the Harvest Festival, you asked me if I was happy. Of course I was! The only downside was probably that the shuttle didn't run smoothly, not to mention that 21 kept trying to take control of the aircraft. Well, at least we survived.\\nThe alcohol-flavor electrolyte here is way better than what we have in Babylonia. I wish I could drink this forever—and it would be even better if I could drink it with you.\\nThe boss gave us a pair of mugs. With these mugs, we can refill infinitely. 21 would probably snatch them from me, so I'm leaving them with you! Next year, let's take these mugs back to New Oakley to drink to our hearts' content!\\nBy the way, your breakdancing isn't bad at all, Commandant.",
        "RewardIds": [
            60053.0
        ]
    },
    {
        "Id": 235,
        "TagId": 1,
        "ShowTime": "2025/4/7",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Changyu Activation Date Mail",
        "Title": "Waking Up Early",
        "SendName": "Changyu's Letter I",
        "Content": "Commandant, are you awake? The weather's great, so you should wake up already.\\nAs the old saying goes, \"A day's plan starts in the morning.\" In the olden days, my master always pushed me to wake up early, though I never did. But today's my Activation Date, and I have taken a day off. I've been working on a new set of punch techniques, which I want to show you.\\nOf course, I'm only showing you the forms. You know I'm great at that.\\nBy the time you read this, I might already be right behind you. Hurry, turn around now!",
        "RewardIds": []
    },
    {
        "Id": 236,
        "TagId": 1,
        "ShowTime": "2025/4/7",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday54.png",
        "Desc": "Changyu Activation Date Mail",
        "Title": "Best Wishes",
        "SendName": "Changyu's Letter II",
        "Content": "How were the noodles? Not the prettiest dish, but freshly cooked noodles always taste the best, don't you think? Back where I'm from, we call this authentic home-cooked food.\\nSeeing you finish every bite made me so happy. Kowloong people have a rich tradition of food, and we like to associate our food with good wishes. Eating noodles is meant to bring good luck, peace, and good health.\\nIt isn't easy for me to visit you. I have to wake up super early, reschedule my off days, apply for a temporary trade request with Babylonia, and be teased by all my friends.\\nStill, having this day once a year where I can happily stay around and do something for you is worth every bit of the effort.\\nThere's no need for words. It's the kind of unspoken bond that only exists between family members, and it feels great.",
        "RewardIds": [
            60054.0
        ]
    },
    {
        "Id": 237,
        "TagId": 1,
        "ShowTime": "2025/4/12",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Watanabe Activation Date Mail",
        "Title": "Consider This an Invitation",
        "SendName": "Watanabe's Letter II",
        "Content": "Um, I recently cleared up some free time and made some preparations for your visit.\\nThings around here are the same as always. Everyone's running around trying to rebuild after the disaster. But with your help, things are steadily improving.\\nMy schedule today is quite relaxed: a routine patrol followed by a short shift on the guard post. If I have some spare time, I will hum some of the new tunes I jotted down recently. Speaking of which, we have just gathered a fresh batch of produce. I can write down the recipe for you.\\nWhether you can make it or not, you are always welcome here, my friend.\\nI'll be waiting for you, no matter how late.",
        "RewardIds": []
    },
    {
        "Id": 238,
        "TagId": 1,
        "ShowTime": "2025/4/12",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday55.png",
        "Desc": "Watanabe Activation Date Mail",
        "Title": "A Glimmer of Light",
        "SendName": "Watanabe's Letter I",
        "Content": "It's been a while since I last wandered around here. Sharing the peaceful night with you was a pleasant experience.\\nI often wonder—could there be another universe beyond ours? Humans are but a tiny grain of sand in the vastness of eternity.\\nBecause we have recognized how small we are, we are able to venture forward with courage. Even this grain of sand can find a warm land.\\nYou know I'm not good at choosing gifts... Remember this glowing stone we found while sitting on the dunes together? I polished it into a pendant.\\nI hope the warmth you bring stays in this pendant, along with our wishes.",
        "RewardIds": [
            60055.0
        ]
    },
    {
        "Id": 239,
        "TagId": 1,
        "ShowTime": "2025/5/2",
        "MailIcon": "Assets/Product/Texture/Image/UiFavoriteMailTag/UiFavoriteMailTagMail04.png",
        "Desc": "Roland Activation Date Mail",
        "Title": "The Jester's Invitation",
        "SendName": "Roland's Letter I",
        "Content": "Good morning! I wonder how you will choose to start this new day. If I may be so bold, just for today, allow me to share an old fairy tale to start off your morning.\\nDon't worry, I'll keep it short. Have you heard of the artistic figure known as the \"Jester\"?\\nLegend says he was a fool who would sing and dance without rest to make others laugh. People would burst into laughter at the sight of him—not because of his performance, mind you, but because they found his exhausted movements amusing.\\nHaha, relax! This isn't meant to be a serious tale. I merely wish to point out how our self-image often differs from how others perceive us.\\nTake me, for instance. Here I am, trying to write a light-hearted story to lower your guard and invite you out for a relaxing day together. Yet, I wonder how you'll interpret this invitation.\\nWill you see it as a malicious trap, or perhaps...?\\nWhatever you decide, I'll be waiting for your answer all day.",
        "RewardIds": []
    },
    {
        "Id": 240,
        "TagId": 1,
        "ShowTime": "2025/5/2",
        "MailIcon": "Assets/Product/Texture/Image/IconTools/ItCharBirthday56.png",
        "Desc": "Roland Activation Date Mail",
        "Title": "Night Darkens",
        "SendName": "Roland's Letter II",
        "Content": "Rest assured, I haven't hacked into your communication device, so there's no need to scrutinize the network ports so carefully.\\nHowever, that did allow me to blend in with the crowd at the conservation area and catch a glimpse of you from afar... You seem to have figured out that this was my true intention all along, hence why you reassured the maintenance staff they could relax. No wonder they respect you so much.\\nBut what surprised me most is that you actually decoded the true meaning of my previous letter.\\nSo you do remember our last agreement.\\n...Do you know the second half of the story? The jester in the fairy tale, who danced until exhaustion, only ever had one wish from beginning to end: to be understood.\\nSo, one day, when a child pointed at him and said to their mother, \"That clown looks so sad,\" he finally removed his mask.\\nThe simplest answers often hide in plain sight, yet they're so frequently overlooked by the masses.\\nThe night sinks deeper, and I shouldn't keep you up. I'll end here for today.\\nGray Raven Commandant, do look forward to your birthday candy gift next year that I'll deliver as promised.",
        "RewardIds": [
            60056.0
        ]
    }
]