[
    {
        "Id":1,
        "ChapterId":1,
        "Title":"Where Ravens Go",
        "Text":"Babylonia decided to dispatch several squads in the unknown regions of West Africa, including even elite squads like Gray Raven... (Requirement: 5 characters)",
        "UnlockNodeId":0
    },
    {
        "Id":2,
        "ChapterId":1,
        "Title":"Complete Search",
        "Text":"Liv has temporarily joined the mission to find an important tactical device. Beside Liv is the lucky survivor of the Goldfinch squad, Browning...",
        "UnlockNodeId":19
    },
    {
        "Id":3,
        "ChapterId":1,
        "Title":"Return",
        "Text":"A day ago, Browning, the leader of the Goldfinch squad, decided to look for more info about the Golden Vortex with the Goldfinch members...",
        "UnlockNodeId":5
    },
    {
        "Id":4,
        "ChapterId":1,
        "Title":"Another Return",
        "Text":"Within the Golden Vortex, Lee decided to return and find Liv who he has lost contact with...",
        "UnlockNodeId":13
    },
    {
        "Id":5,
        "ChapterId":2,
        "Title":"Not Forsaken",
        "Text":"Watanabe takes the Forsaken to the Golden Vortex. He plans to save his trapped comrades... (Requirement: 6 characters)",
        "UnlockNodeId":0
    },
    {
        "Id":6,
        "ChapterId":2,
        "Title":"Lone Arrow",
        "Text":"Bianca sneaked into the Golden Vortex, but she was met with the resistance of its guardians. She is all alone and without any help...",
        "UnlockNodeId":54
    },
    {
        "Id":7,
        "ChapterId":2,
        "Title":"Endurance Game",
        "Text":"Kamui has been following the Ascendant Roland and entered the Golden Vortex. Before so, they had been battling for several hundred hours straight...",
        "UnlockNodeId":66
    },
    {
        "Id":8,
        "ChapterId":2,
        "Title":"Temper",
        "Text":"The fight between Watanabe and Bianca comes to an end, but the rescued Forsaken seem to be in a strange condition...",
        "UnlockNodeId":65
    },
    {
        "Id":9,
        "ChapterId":3,
        "Title":"Powerful Reinforcement",
        "Text":"After nearly 4 hours of communication block, HQ sent Karenina to clear out the heavy fog in the Golden Vortex... (This chapter requires 7 characters.)",
        "UnlockNodeId":0
    },
    {
        "Id":10,
        "ChapterId":3,
        "Title":"Pride",
        "Text":"Roland has experienced the power of the Golden Antibody firsthand, leaving him with only two options: to destroy it or to run…",
        "UnlockNodeId":116
    },
    {
        "Id":11,
        "ChapterId":3,
        "Title":"Unknown",
        "Text":"Nanami has a very unique action pattern, she flitted among the well-built defenses of the Golden Vortex…",
        "UnlockNodeId":119
    },
    {
        "Id":12,
        "ChapterId":3,
        "Title":"Wandering",
        "Text":"The Corrupted had the upper hand with their numbers and had wanted to exhaust Kamui by taking turns attacking, but it turned into a suffering for the Corrupted instead…",
        "UnlockNodeId":114
    },
    {
        "Id":13,
        "ChapterId":4,
        "Title":"The Truth",
        "Text":"After collecting information from different sources, the secret of the Golden Queen and Golden Antibody was uncovered. (This chapter requires 9 characters.)",
        "UnlockNodeId":0
    },
    {
        "Id":14,
        "ChapterId":4,
        "Title":"A Two-sided Problem",
        "Text":"No matter when, the Ascendants and Punishing are problems Kamui must face.",
        "UnlockNodeId":167
    },
    {
        "Id":15,
        "ChapterId":4,
        "Title":"Overall",
        "Text":"After communication was restored, Babylonia soldiers finally had a chance to request backup from HQ..",
        "UnlockNodeId":157
    },
    {
        "Id":16,
        "ChapterId":4,
        "Title":"The Fall of the Golden",
        "Text":"At the peak of the Golden Vortex, Babylonia soldiers confronted the Golden Queen...",
        "UnlockNodeId":165
    }
]