[
    {
        "Id": 1101,
        "Name": "Beacon: Power",
        "IndexInMap": 1,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_001.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn1.prefab",
        "Descriptions[1]": "ATK is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "ATK is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "ATK is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "ATK is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "ATK is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "ATK is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "ATK is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "ATK is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "ATK is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "ATK is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "ATK is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1102,
        "Name": "Beacon: Garrison",
        "IndexInMap": 2,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_015.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn1.prefab",
        "Descriptions[1]": "Physical DEF is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Physical DEF is increased by 5% in Command Bureau challenges.",
        "Descriptions[3]": "Physical DEF is increased by 10% in Command Bureau challenges.",
        "Descriptions[4]": "Physical DEF is increased by 15% in Command Bureau challenges.",
        "Descriptions[5]": "Physical DEF is increased by 20% in Command Bureau challenges.",
        "Descriptions[6]": "Physical DEF is increased by 25% in Command Bureau challenges.",
        "Descriptions[7]": "Physical DEF is increased by 30% in Command Bureau challenges.",
        "Descriptions[8]": "Physical DEF is increased by 35% in Command Bureau challenges.",
        "Descriptions[9]": "Physical DEF is increased by 40% in Command Bureau challenges.",
        "Descriptions[10]": "Physical DEF is increased by 45% in Command Bureau challenges.",
        "Descriptions[11]": "Physical DEF is increased by 50% in Command Bureau challenges."
    },
    {
        "Id": 1103,
        "Name": "Beacon: Physical DMG Up",
        "IndexInMap": 3,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_013.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn1.prefab",
        "Descriptions[1]": "Physical DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Physical DMG is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Physical DMG is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Physical DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Physical DMG is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Physical DMG is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Physical DMG is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Physical DMG is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Physical DMG is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Physical DMG is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Physical DMG is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1201,
        "Name": "Beacon: Fire DMG Up",
        "IndexInMap": 4,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_008.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn2.prefab",
        "Descriptions[1]": "Fire DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Fire DMG is increased by 3% in Command Bureau challenges.",
        "Descriptions[3]": "Fire DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[4]": "Fire DMG is increased by 9% in Command Bureau challenges.",
        "Descriptions[5]": "Fire DMG is increased by 12% in Command Bureau challenges.",
        "Descriptions[6]": "Fire DMG is increased by 15% in Command Bureau challenges.",
        "Descriptions[7]": "Fire DMG is increased by 18% in Command Bureau challenges.",
        "Descriptions[8]": "Fire DMG is increased by 21% in Command Bureau challenges.",
        "Descriptions[9]": "Fire DMG is increased by 24% in Command Bureau challenges.",
        "Descriptions[10]": "Fire DMG is increased by 27% in Command Bureau challenges.",
        "Descriptions[11]": "Fire DMG is increased by 30% in Command Bureau challenges."
    },
    {
        "Id": 1202,
        "Name": "Beacon: Ice DMG Up",
        "IndexInMap": 5,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_009.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn2.prefab",
        "Descriptions[1]": "Ice DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Ice DMG is increased by 3% in Command Bureau challenges.",
        "Descriptions[3]": "Ice DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[4]": "Ice DMG is increased by 9% in Command Bureau challenges.",
        "Descriptions[5]": "Ice DMG is increased by 12% in Command Bureau challenges.",
        "Descriptions[6]": "Ice DMG is increased by 15% in Command Bureau challenges.",
        "Descriptions[7]": "Ice DMG is increased by 18% in Command Bureau challenges.",
        "Descriptions[8]": "Ice DMG is increased by 21% in Command Bureau challenges.",
        "Descriptions[9]": "Ice DMG is increased by 24% in Command Bureau challenges.",
        "Descriptions[10]": "Ice DMG is increased by 27% in Command Bureau challenges.",
        "Descriptions[11]": "Ice DMG is increased by 30% in Command Bureau challenges."
    },
    {
        "Id": 1203,
        "Name": "Beacon: Lightning DMG Up",
        "IndexInMap": 6,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_010.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn2.prefab",
        "Descriptions[1]": "Lightning DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Lightning DMG is increased by 3% in Command Bureau challenges.",
        "Descriptions[3]": "Lightning DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[4]": "Lightning DMG is increased by 9% in Command Bureau challenges.",
        "Descriptions[5]": "Lightning DMG is increased by 12% in Command Bureau challenges.",
        "Descriptions[6]": "Lightning DMG is increased by 15% in Command Bureau challenges.",
        "Descriptions[7]": "Lightning DMG is increased by 18% in Command Bureau challenges.",
        "Descriptions[8]": "Lightning DMG is increased by 21% in Command Bureau challenges.",
        "Descriptions[9]": "Lightning DMG is increased by 24% in Command Bureau challenges.",
        "Descriptions[10]": "Lightning DMG is increased by 27% in Command Bureau challenges.",
        "Descriptions[11]": "Lightning DMG is increased by 30% in Command Bureau challenges."
    },
    {
        "Id": 1204,
        "Name": "Beacon: Dark DMG Up",
        "IndexInMap": 7,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_018.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn2.prefab",
        "Descriptions[1]": "Dark DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Dark DMG is increased by 3% in Command Bureau challenges.",
        "Descriptions[3]": "Dark DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[4]": "Dark DMG is increased by 9% in Command Bureau challenges.",
        "Descriptions[5]": "Dark DMG is increased by 12% in Command Bureau challenges.",
        "Descriptions[6]": "Dark DMG is increased by 15% in Command Bureau challenges.",
        "Descriptions[7]": "Dark DMG is increased by 18% in Command Bureau challenges.",
        "Descriptions[8]": "Dark DMG is increased by 21% in Command Bureau challenges.",
        "Descriptions[9]": "Dark DMG is increased by 24% in Command Bureau challenges.",
        "Descriptions[10]": "Dark DMG is increased by 27% in Command Bureau challenges.",
        "Descriptions[11]": "Dark DMG is increased by 30% in Command Bureau challenges."
    },
    {
        "Id": 1301,
        "Name": "Beacon: DMG Bonus",
        "IndexInMap": 8,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_019.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Extra DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Extra DMG is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Extra DMG is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Extra DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Extra DMG is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Extra DMG is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Extra DMG is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Extra DMG is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Extra DMG is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Extra DMG is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Extra DMG is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1302,
        "Name": "Beacon: HP Boost",
        "IndexInMap": 9,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_016.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Max HP is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Max HP is increased by 4% in Command Bureau challenges.",
        "Descriptions[3]": "Max HP is increased by 8% in Command Bureau challenges.",
        "Descriptions[4]": "Max HP is increased by 12% in Command Bureau challenges.",
        "Descriptions[5]": "Max HP is increased by 16% in Command Bureau challenges.",
        "Descriptions[6]": "Max HP is increased by 20% in Command Bureau challenges.",
        "Descriptions[7]": "Max HP is increased by 24% in Command Bureau challenges.",
        "Descriptions[8]": "Max HP is increased by 28% in Command Bureau challenges.",
        "Descriptions[9]": "Max HP is increased by 32% in Command Bureau challenges.",
        "Descriptions[10]": "Max HP is increased by 36% in Command Bureau challenges.",
        "Descriptions[11]": "Max HP is increased by 40% in Command Bureau challenges."
    },
    {
        "Id": 1303,
        "Name": "Beacon: Riot",
        "IndexInMap": 10,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_011.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "CRIT Rate is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "CRIT Rate is increased by 1% in Command Bureau challenges.",
        "Descriptions[3]": "CRIT Rate is increased by 2% in Command Bureau challenges.",
        "Descriptions[4]": "CRIT Rate is increased by 3% in Command Bureau challenges.",
        "Descriptions[5]": "CRIT Rate is increased by 4% in Command Bureau challenges.",
        "Descriptions[6]": "CRIT Rate is increased by 5% in Command Bureau challenges.",
        "Descriptions[7]": "CRIT Rate is increased by 6% in Command Bureau challenges.",
        "Descriptions[8]": "CRIT Rate is increased by 7% in Command Bureau challenges.",
        "Descriptions[9]": "CRIT Rate is increased by 8% in Command Bureau challenges.",
        "Descriptions[10]": "CRIT Rate is increased by 9% in Command Bureau challenges.",
        "Descriptions[11]": "CRIT Rate is increased by 10% in Command Bureau challenges."
    },
    {
        "Id": 1401,
        "Name": "Beacon: Offense-Defense Balance",
        "IndexInMap": 11,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_014.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn4.prefab",
        "Descriptions[1]": "Gain a shield equal to 0% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[2]": "Gain a shield equal to 5% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[3]": "Gain a shield equal to 10% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[4]": "Gain a shield equal to 15% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[5]": "Gain a shield equal to 20% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[6]": "Gain a shield equal to 25% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[7]": "Gain a shield equal to 30% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[8]": "Gain a shield equal to 35% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[9]": "Gain a shield equal to 40% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[10]": "Gain a shield equal to 45% of maximum HP at the start of a Bureau challenge.",
        "Descriptions[11]": "Gain a shield equal to 50% of maximum HP at the start of a Bureau challenge."
    },
    {
        "Id": 1402,
        "Name": "Beacon: Critical DMG",
        "IndexInMap": 12,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_012.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn4.prefab",
        "Descriptions[1]": "CRIT DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "CRIT DMG is increased by 1% in Command Bureau challenges.",
        "Descriptions[3]": "CRIT DMG is increased by 2% in Command Bureau challenges.",
        "Descriptions[4]": "CRIT DMG is increased by 3% in Command Bureau challenges.",
        "Descriptions[5]": "CRIT DMG is increased by 4% in Command Bureau challenges.",
        "Descriptions[6]": "CRIT DMG is increased by 5% in Command Bureau challenges.",
        "Descriptions[7]": "CRIT DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[8]": "CRIT DMG is increased by 7% in Command Bureau challenges.",
        "Descriptions[9]": "CRIT DMG is increased by 8% in Command Bureau challenges.",
        "Descriptions[10]": "CRIT DMG is increased by 9% in Command Bureau challenges.",
        "Descriptions[11]": "CRIT DMG is increased by 10% in Command Bureau challenges."
    },
    {
        "Id": 1501,
        "Name": "Beacon: Enhanced Healing",
        "IndexInMap": 13,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_003.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn2.prefab",
        "Descriptions[1]": "Healing effect is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Healing effect is increased by 5% in Command Bureau challenges.",
        "Descriptions[3]": "Healing effect is increased by 10% in Command Bureau challenges.",
        "Descriptions[4]": "Healing effect is increased by 15% in Command Bureau challenges.",
        "Descriptions[5]": "Healing effect is increased by 20% in Command Bureau challenges.",
        "Descriptions[6]": "Healing effect is increased by 25% in Command Bureau challenges.",
        "Descriptions[7]": "Healing effect is increased by 30% in Command Bureau challenges.",
        "Descriptions[8]": "Healing effect is increased by 35% in Command Bureau challenges.",
        "Descriptions[9]": "Healing effect is increased by 40% in Command Bureau challenges.",
        "Descriptions[10]": "Healing effect is increased by 45% in Command Bureau challenges.",
        "Descriptions[11]": "Healing effect is increased by 50% in Command Bureau challenges."
    },
    {
        "Id": 1502,
        "Name": "Beacon: Energy Storage",
        "IndexInMap": 14,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_030.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn2.prefab",
        "Descriptions[1]": "Starting Energy is increased by 0 in Command Bureau challenges.",
        "Descriptions[2]": "Starting Energy is increased by 5 in Command Bureau challenges.",
        "Descriptions[3]": "Starting Energy is increased by 10 in Command Bureau challenges.",
        "Descriptions[4]": "Starting Energy is increased by 15 in Command Bureau challenges.",
        "Descriptions[5]": "Starting Energy is increased by 20 in Command Bureau challenges.",
        "Descriptions[6]": "Starting Energy is increased by 25 in Command Bureau challenges.",
        "Descriptions[7]": "Starting Energy is increased by 30 in Command Bureau challenges.",
        "Descriptions[8]": "Starting Energy is increased by 35 in Command Bureau challenges.",
        "Descriptions[9]": "Starting Energy is increased by 40 in Command Bureau challenges.",
        "Descriptions[10]": "Starting Energy is increased by 45 in Command Bureau challenges.",
        "Descriptions[11]": "Starting Energy is increased by 50 in Command Bureau challenges."
    },
    {
        "Id": 1503,
        "Name": "Beacon: Sprint",
        "IndexInMap": 15,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_032.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn2.prefab",
        "Descriptions[1]": "Movement Speed is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Movement Speed is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Movement Speed is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Movement Speed is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Movement Speed is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Movement Speed is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Movement Speed is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Movement Speed is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Movement Speed is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Movement Speed is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Movement Speed is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1504,
        "Name": "Beacon: Dodge Limit",
        "IndexInMap": 16,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_029.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn2.prefab",
        "Descriptions[1]": "Limit of Dodge Gauge is increased by 0 in Command Bureau challenges.",
        "Descriptions[2]": "Limit of Dodge Gauge is increased by 40 in Command Bureau challenges.",
        "Descriptions[3]": "Limit of Dodge Gauge is increased by 80 in Command Bureau challenges.",
        "Descriptions[4]": "Limit of Dodge Gauge is increased by 120 in Command Bureau challenges.",
        "Descriptions[5]": "Limit of Dodge Gauge is increased by 160 in Command Bureau challenges.",
        "Descriptions[6]": "Limit of Dodge Gauge is increased by 200 in Command Bureau challenges.",
        "Descriptions[7]": "Limit of Dodge Gauge is increased by 240 in Command Bureau challenges.",
        "Descriptions[8]": "Limit of Dodge Gauge is increased by 280 in Command Bureau challenges.",
        "Descriptions[9]": "Limit of Dodge Gauge is increased by 320 in Command Bureau challenges.",
        "Descriptions[10]": "Limit of Dodge Gauge is increased by 360 in Command Bureau challenges.",
        "Descriptions[11]": "Limit of Dodge Gauge is increased by 400 in Command Bureau challenges."
    },
    {
        "Id": 1601,
        "Name": "Beacon: Attacker Invincibility",
        "IndexInMap": 17,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_004.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Attacker's DMG Reduction is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Attacker's DMG Reduction is increased by 2.5% in Command Bureau challenges.",
        "Descriptions[3]": "Attacker's DMG Reduction is increased by 5% in Command Bureau challenges.",
        "Descriptions[4]": "Attacker's DMG Reduction is increased by 7.5% in Command Bureau challenges.",
        "Descriptions[5]": "Attacker's DMG Reduction is increased by 10% in Command Bureau challenges.",
        "Descriptions[6]": "Attacker's DMG Reduction is increased by 12.5% in Command Bureau challenges.",
        "Descriptions[7]": "Attacker's DMG Reduction is increased by 15% in Command Bureau challenges.",
        "Descriptions[8]": "Attacker's DMG Reduction is increased by 17.5% in Command Bureau challenges.",
        "Descriptions[9]": "Attacker's DMG Reduction is increased by 20% in Command Bureau challenges.",
        "Descriptions[10]": "Attacker's DMG Reduction is increased by 22.5% in Command Bureau challenges.",
        "Descriptions[11]": "Attacker's DMG Reduction is increased by 25% in Command Bureau challenges."
    },
    {
        "Id": 1602,
        "Name": "Beacon: Tank Invincibility",
        "IndexInMap": 18,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_005.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Tank-type's DMG Reduction is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Tank-type's DMG Reduction is increased by 2.5% in Command Bureau challenges.",
        "Descriptions[3]": "Tank-type's DMG Reduction is increased by 5% in Command Bureau challenges.",
        "Descriptions[4]": "Tank-type's DMG Reduction is increased by 7.5% in Command Bureau challenges.",
        "Descriptions[5]": "Tank-type's DMG Reduction is increased by 10% in Command Bureau challenges.",
        "Descriptions[6]": "Tank-type's DMG Reduction is increased by 12.5% in Command Bureau challenges.",
        "Descriptions[7]": "Tank-type's DMG Reduction is increased by 15% in Command Bureau challenges.",
        "Descriptions[8]": "Tank-type's DMG Reduction is increased by 17.5% in Command Bureau challenges.",
        "Descriptions[9]": "Tank-type's DMG Reduction is increased by 20% in Command Bureau challenges.",
        "Descriptions[10]": "Tank-type's DMG Reduction is increased by 22.5% in Command Bureau challenges.",
        "Descriptions[11]": "Tank-type's DMG Reduction is increased by 25% in Command Bureau challenges."
    },
    {
        "Id": 1603,
        "Name": "Beacon: Support Invincibility",
        "IndexInMap": 19,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_006.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Support-type's DMG Reduction is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Support-type's DMG Reduction is increased by 2.5% in Command Bureau challenges.",
        "Descriptions[3]": "Support-type's DMG Reduction is increased by 5% in Command Bureau challenges.",
        "Descriptions[4]": "Support-type's DMG Reduction is increased by 7.5% in Command Bureau challenges.",
        "Descriptions[5]": "Support-type's DMG Reduction is increased by 10% in Command Bureau challenges.",
        "Descriptions[6]": "Support-type's DMG Reduction is increased by 12.5% in Command Bureau challenges.",
        "Descriptions[7]": "Support-type's DMG Reduction is increased by 15% in Command Bureau challenges.",
        "Descriptions[8]": "Support-type's DMG Reduction is increased by 17.5% in Command Bureau challenges.",
        "Descriptions[9]": "Support-type's DMG Reduction is increased by 20% in Command Bureau challenges.",
        "Descriptions[10]": "Support-type's DMG Reduction is increased by 22.5% in Command Bureau challenges.",
        "Descriptions[11]": "Support-type's DMG Reduction is increased by 25% in Command Bureau challenges."
    },
    {
        "Id": 1701,
        "Name": "Beacon: Vanguard Invincibility",
        "IndexInMap": 20,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_031.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Vanguard-type's DMG Reduction is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Vanguard-type's DMG Reduction is increased by 2.5% in Command Bureau challenges.",
        "Descriptions[3]": "Vanguard-type's DMG Reduction is increased by 5% in Command Bureau challenges.",
        "Descriptions[4]": "Vanguard-type's DMG Reduction is increased by 7.5% in Command Bureau challenges.",
        "Descriptions[5]": "Vanguard-type's DMG Reduction is increased by 10% in Command Bureau challenges.",
        "Descriptions[6]": "Vanguard-type's DMG Reduction is increased by 12.5% in Command Bureau challenges.",
        "Descriptions[7]": "Vanguard-type's DMG Reduction is increased by 15% in Command Bureau challenges.",
        "Descriptions[8]": "Vanguard-type's DMG Reduction is increased by 17.5% in Command Bureau challenges.",
        "Descriptions[9]": "Vanguard-type's DMG Reduction is increased by 20% in Command Bureau challenges.",
        "Descriptions[10]": "Vanguard-type's DMG Reduction is increased by 22.5% in Command Bureau challenges.",
        "Descriptions[11]": "Vanguard-type's DMG Reduction is increased by 25% in Command Bureau challenges."
    },
    {
        "Id": 1702,
        "Name": "Beacon: Attacker Power",
        "IndexInMap": 21,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_020.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Attacker's ATK is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Attacker's ATK is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Attacker's ATK is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Attacker's ATK is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Attacker's ATK is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Attacker's ATK is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Attacker's ATK is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Attacker's ATK is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Attacker's ATK is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Attacker's ATK is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Attacker's ATK is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1703,
        "Name": "Beacon: Tank Power",
        "IndexInMap": 22,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_021.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Tank-type's ATK is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Tank-type's ATK is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Tank-type's ATK is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Tank-type's ATK is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Tank-type's ATK is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Tank-type's ATK is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Tank-type's ATK is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Tank-type's ATK is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Tank-type's ATK is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Tank-type's ATK is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Tank-type's ATK is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1704,
        "Name": "Beacon: Support Power",
        "IndexInMap": 23,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_022.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Support-type's ATK is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Support-type's ATK is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Support-type's ATK is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Support-type's ATK is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Support-type's ATK is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Support-type's ATK is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Support-type's ATK is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Support-type's ATK is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Support-type's ATK is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Support-type's ATK is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Support-type's ATK is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1801,
        "Name": "Beacon: Vanguard Power",
        "IndexInMap": 24,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_007.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Vanguard-type's ATK is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Vanguard-type's ATK is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Vanguard-type's ATK is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Vanguard-type's ATK is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Vanguard-type's ATK is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Vanguard-type's ATK is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Vanguard-type's ATK is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Vanguard-type's ATK is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Vanguard-type's ATK is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Vanguard-type's ATK is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Vanguard-type's ATK is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1802,
        "Name": "Beacon: Fearless",
        "IndexInMap": 25,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_023.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "DMG Reduction after performing a Signature is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "DMG Reduction after performing a Signature is increased by 2.5% in Command Bureau challenges.",
        "Descriptions[3]": "DMG Reduction after performing a Signature is increased by 5% in Command Bureau challenges.",
        "Descriptions[4]": "DMG Reduction after performing a Signature is increased by 7.5% in Command Bureau challenges.",
        "Descriptions[5]": "DMG Reduction after performing a Signature is increased by 10% in Command Bureau challenges.",
        "Descriptions[6]": "DMG Reduction after performing a Signature is increased by 12.5% in Command Bureau challenges.",
        "Descriptions[7]": "DMG Reduction after performing a Signature is increased by 15% in Command Bureau challenges.",
        "Descriptions[8]": "DMG Reduction after performing a Signature is increased by 17.5% in Command Bureau challenges.",
        "Descriptions[9]": "DMG Reduction after performing a Signature is increased by 20% in Command Bureau challenges.",
        "Descriptions[10]": "DMG Reduction after performing a Signature is increased by 22.5% in Command Bureau challenges.",
        "Descriptions[11]": "DMG Reduction after performing a Signature is increased by 25% in Command Bureau challenges."
    },
    {
        "Id": 1803,
        "Name": "Beacon: Inspired",
        "IndexInMap": 26,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_024.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "DMG dealt after performing a Signature is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "DMG dealt after performing a Signature is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "DMG dealt after performing a Signature is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "DMG dealt after performing a Signature is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "DMG dealt after performing a Signature is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "DMG dealt after performing a Signature is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "DMG dealt after performing a Signature is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "DMG dealt after performing a Signature is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "DMG dealt after performing a Signature is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "DMG dealt after performing a Signature is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "DMG dealt after performing a Signature is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1901,
        "Name": "Beacon: Skill Acquisition",
        "IndexInMap": 27,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_025.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Skill DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Skill DMG is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Skill DMG is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Skill DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Skill DMG is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Skill DMG is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Skill DMG is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Skill DMG is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Skill DMG is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Skill DMG is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Skill DMG is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1902,
        "Name": "Beacon: Ultimate Enlightenment",
        "IndexInMap": 28,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_026.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "Signature Move DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Signature Move DMG is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "Signature Move DMG is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "Signature Move DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "Signature Move DMG is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "Signature Move DMG is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "Signature Move DMG is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "Signature Move DMG is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "Signature Move DMG is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "Signature Move DMG is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "Signature Move DMG is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 1903,
        "Name": "Beacon: Matrix DMG Up",
        "IndexInMap": 29,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_028.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn3.prefab",
        "Descriptions[1]": "DMG dealt in the Matrix is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "DMG dealt in the Matrix is increased by 2% in Command Bureau challenges.",
        "Descriptions[3]": "DMG dealt in the Matrix is increased by 4% in Command Bureau challenges.",
        "Descriptions[4]": "DMG dealt in the Matrix is increased by 6% in Command Bureau challenges.",
        "Descriptions[5]": "DMG dealt in the Matrix is increased by 8% in Command Bureau challenges.",
        "Descriptions[6]": "DMG dealt in the Matrix is increased by 10% in Command Bureau challenges.",
        "Descriptions[7]": "DMG dealt in the Matrix is increased by 12% in Command Bureau challenges.",
        "Descriptions[8]": "DMG dealt in the Matrix is increased by 14% in Command Bureau challenges.",
        "Descriptions[9]": "DMG dealt in the Matrix is increased by 16% in Command Bureau challenges.",
        "Descriptions[10]": "DMG dealt in the Matrix is increased by 18% in Command Bureau challenges.",
        "Descriptions[11]": "DMG dealt in the Matrix is increased by 20% in Command Bureau challenges."
    },
    {
        "Id": 2001,
        "Name": "Beacon: Elemental DMG Up",
        "IndexInMap": 30,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_002.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn4.prefab",
        "Descriptions[1]": "Constructs' Elemental DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "Constructs' Elemental DMG is increased by 1% in Command Bureau challenges.",
        "Descriptions[3]": "Constructs' Elemental DMG is increased by 2% in Command Bureau challenges.",
        "Descriptions[4]": "Constructs' Elemental DMG is increased by 3% in Command Bureau challenges.",
        "Descriptions[5]": "Constructs' Elemental DMG is increased by 4% in Command Bureau challenges.",
        "Descriptions[6]": "Constructs' Elemental DMG is increased by 5% in Command Bureau challenges.",
        "Descriptions[7]": "Constructs' Elemental DMG is increased by 6% in Command Bureau challenges.",
        "Descriptions[8]": "Constructs' Elemental DMG is increased by 7% in Command Bureau challenges.",
        "Descriptions[9]": "Constructs' Elemental DMG is increased by 8% in Command Bureau challenges.",
        "Descriptions[10]": "Constructs' Elemental DMG is increased by 9% in Command Bureau challenges.",
        "Descriptions[11]": "Constructs' Elemental DMG is increased by 10% in Command Bureau challenges."
    },
    {
        "Id": 2002,
        "Name": "Beacon: Energy Recovery",
        "IndexInMap": 31,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_027.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn4.prefab",
        "Descriptions[1]": "Restores 0 Energy per 5s in Command Bureau challenges.",
        "Descriptions[2]": "Restores 1 Energy per 5s in Command Bureau challenges.",
        "Descriptions[3]": "Restores 2 Energy per 5s in Command Bureau challenges.",
        "Descriptions[4]": "Restores 3 Energy per 5s in Command Bureau challenges.",
        "Descriptions[5]": "Restores 4 Energy per 5s in Command Bureau challenges.",
        "Descriptions[6]": "Restores 5 Energy per 5s in Command Bureau challenges.",
        "Descriptions[7]": "Restores 6 Energy per 5s in Command Bureau challenges.",
        "Descriptions[8]": "Restores 7 Energy per 5s in Command Bureau challenges.",
        "Descriptions[9]": "Restores 8 Energy per 5s in Command Bureau challenges.",
        "Descriptions[10]": "Restores 9 Energy per 5s in Command Bureau challenges.",
        "Descriptions[11]": "Restores 10 Energy per 5s in Command Bureau challenges."
    },
    {
        "Id": 2003,
        "Name": "Beacon: Powerful Reinforcements",
        "IndexInMap": 32,
        "TalentIcon": "Assets/Product/Texture/Image/UiGuild/IconGuildTalent/UIGuildTalent_017.png",
        "PrefabPath": "Assets/Product/Ui/ComponentPrefab/UiGuild/GuildSkillPointBtn4.prefab",
        "Descriptions[1]": "QTE Skill DMG is increased by 0% in Command Bureau challenges.",
        "Descriptions[2]": "QTE Skill DMG is increased by 10% in Command Bureau challenges.",
        "Descriptions[3]": "QTE Skill DMG is increased by 20% in Command Bureau challenges.",
        "Descriptions[4]": "QTE Skill DMG is increased by 30% in Command Bureau challenges.",
        "Descriptions[5]": "QTE Skill DMG is increased by 40% in Command Bureau challenges.",
        "Descriptions[6]": "QTE Skill DMG is increased by 50% in Command Bureau challenges.",
        "Descriptions[7]": "QTE Skill DMG is increased by 60% in Command Bureau challenges.",
        "Descriptions[8]": "QTE Skill DMG is increased by 70% in Command Bureau challenges.",
        "Descriptions[9]": "QTE Skill DMG is increased by 80% in Command Bureau challenges.",
        "Descriptions[10]": "QTE Skill DMG is increased by 90% in Command Bureau challenges.",
        "Descriptions[11]": "QTE Skill DMG is increased by 100% in Command Bureau challenges."
    }
]