[
    {
        "Id": 1,
        "CharacterId": 1071004,
        "Quality": 3,
        "Phase": 5,
        "Name": "Faint Light",
        "Level": 1,
        "Intro": "Karenina: Scire gains an Anti-gravity Shield equal to 10% of max HP for each set of 3-Ping Orbs consumed when charging.",
        "SkillId": 107424
    },
    {
        "Id": 2,
        "CharacterId": 1071004,
        "Quality": 4,
        "Phase": 0,
        "Name": "Faint Light",
        "Level": 2,
        "Intro": "Upon dealing damage, also inflicts Chain Fusion that reduces the target's Dark Resistance by 15% for 3s. When Karenina: Scire enters the charging status, the Signal Orbs will be rearranged in the order of red, blue, and yellow.",
        "SkillId": 107424
    },
    {
        "Id": 3,
        "CharacterId": 1071004,
        "Quality": 4,
        "Phase": 3,
        "Name": "Banishing Sunglow",
        "Level": 1,
        "Intro": "Charging can consume one more set of 3-Ping Orbs. Upon the third 3-Ping, the Base DMG of the corresponding Leap Attack and Radiant Whirlwind will increase. Upon casting Starshatter Horizon, generates a Thermal Field, dealing Dark DMG once and inflicting Chain Fusion to targets entering the field for 10s.",
        "SkillId": 107425
    },
    {
        "Id": 4,
        "CharacterId": 1071004,
        "Quality": 5,
        "Phase": 0,
        "Name": "Banishing Sunglow",
        "Level": 2,
        "Intro": "When in the Anti-gravity status, deals more Dark DMG. Upon dealing damage, reduces the target's Extra DMG Reduction by 5%. Press and hold Basic Attack to start charging and immediately activate QTEs that are not on cooldown. Radiant Whirlwind will spin faster.",
        "SkillId": 107425
    },
    {
        "Id": 5,
        "CharacterId": 1071004,
        "Quality": 5,
        "Phase": 3,
        "Name": "Unquenchable Willpower",
        "Level": 1,
        "Intro": "On standby, Scire gains a set of 3-Ping Orbs when a teammate casts their Signature. (Each teammate triggers this once each time they are deployed.) Charging can consume an extra set of 3-Ping Orbs. Upon the 4th 3-Ping, Base DMG of the corresponding Leap Attack and Radiant Whirlwind will increase.",
        "SkillId": 107426
    },
    {
        "Id": 6,
        "CharacterId": 1071004,
        "Quality": 5,
        "Phase": 6,
        "Name": "Unquenchable Willpower",
        "Level": 2,
        "Intro": "Extra DMG Bonus of Radiant Whirlwind Increases by 30%.",
        "SkillId": 107426
    },
    {
        "Id": 7,
        "CharacterId": 1071004,
        "Quality": 6,
        "Phase": 0,
        "Name": "Unquenchable Willpower",
        "Level": 3,
        "Intro": "Starshatter Horizon gains 40% Extra DMG Bonus. Karenina: Scire will gain 3 Signal Orbs of a random color every time you switch to her.",
        "SkillId": 107426
    }
]