[
    {
        "Id": 120121,
        "SuitId": 1201,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Merli was a Cosmos Industries architect when she was a human. Many buildings of the Golden Age were her masterpieces.",
        "Condition": 811003
    },
    {
        "Id": 120122,
        "SuitId": 1201,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now, Speer works with the Archaeological Team of WGAA to seek and preserve the heritage sites on Earth.",
        "Condition": 811006
    },
    {
        "Id": 130121,
        "SuitId": 1301,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Pinoff was a famous master of defense when she was a human. She always managed to defend the frontlines she stationed.",
        "Condition": 811003
    },
    {
        "Id": 130122,
        "SuitId": 1301,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now, Modell devotes herself to protecting Constructs, landing powerful counterattacks on all enemies approaching her.",
        "Condition": 811006
    },
    {
        "Id": 130421,
        "SuitId": 1304,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Pavrey was an outstanding scout when she was a human. She always had a perfect grasp of the situation on the battlefield and was able to gather all the info in the environment.",
        "Condition": 811003
    },
    {
        "Id": 130422,
        "SuitId": 1304,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Pavrey is good at long-range battles, where she can offer great help to Constructs.",
        "Condition": 811006
    },
    {
        "Id": 140121,
        "SuitId": 1401,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Archimedes was an opponent of mechanical technology. She devoted herself to studying mathematical models, which contributed greatly to the mathematical development in the Golden Age. Her accurate calculation has helped the Constructs weather the storms on different battlefields.",
        "Condition": 811003
    },
    {
        "Id": 140122,
        "SuitId": 1401,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now, living in a form she despises the most, she has lost all her will for work.",
        "Condition": 811006
    },
    {
        "Id": 140421,
        "SuitId": 1404,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "In the Golden Age, Edison was a prominent scientist whose inventions brought great value to Cosmos Industries. Her presence alone lit up hope for humanity.",
        "Condition": 811003
    },
    {
        "Id": 140422,
        "SuitId": 1404,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "In addition to advanced technologies, Edison is fond of restoring machines from the old times. Recently, she is hopelessly mesmerized by a device called the phonograph.",
        "Condition": 811006
    },
    {
        "Id": 140721,
        "SuitId": 1407,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Alice was a well-known magician in the Golden Age. Her card tricks and rabbit staff were her iconic features in the show. The audience is always reminded of their own child-life and their happy summer days.",
        "Condition": 811003
    },
    {
        "Id": 140722,
        "SuitId": 1407,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Alice is now striving to come up with new magic show ideas and pranks to play on the commandant.",
        "Condition": 811006
    },
    {
        "Id": 141021,
        "SuitId": 1410,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Cunningham was still human, she had exceptional sailing skills and profound experience in naval battles, which have been of great help to Constructs in naval operations.",
        "Condition": 811003
    },
    {
        "Id": 141022,
        "SuitId": 1410,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Cunningham is now in a spin over the affairs in New Murmansk.",
        "Condition": 811006
    },
    {
        "Id": 141321,
        "SuitId": 1413,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "Fairytales—imaginative, fantastic, ephemeral. Yet, still rooted within one's struggles in reality.",
        "Condition": 811001
    },
    {
        "Id": 150121,
        "SuitId": 1501,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Carrielynn dreamed of working in the industrial field when she was a human but eventually gave it up and joined the army due to family reasons. In the army, she showed her military talent despite her weak body. In addition, she always had bad luck. Thanks to her experienced Strategic Memory, Carrielynn always managed to turn the tables for Constructs on the battlefield.",
        "Condition": 811003
    },
    {
        "Id": 150122,
        "SuitId": 1501,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now, Erwin supervises the commandant's practices in her spare time, though she will soft-heartedly and reluctantly end the practice earlier when the commandant begs her.",
        "Condition": 811006
    },
    {
        "Id": 150221,
        "SuitId": 1502,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Aife was still human, she was Cottie's sniper. Always alert and trigger happy, she greets strangers with bullets instead of hellos. Her outstanding sniping techniques are of great help to Constructs on battlefields.",
        "Condition": 811003
    },
    {
        "Id": 150222,
        "SuitId": 1502,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Even when seeing friends, Aife has an irresistible urge to pull the trigger. This gave her a habit of forcibly holding down her firing arm even when meeting familiar faces. Though, she soon realized that without a physical form, she can no longer shoot others.",
        "Condition": 811006
    },
    {
        "Id": 150321,
        "SuitId": 1503,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "In the middle of the Post-Pandemic Age when Ike still had his body, he belonged to a clandestine organization full of body modders. Despising full-body modification like Construct technology, they only enhanced certain parts of their bodies. Ike was one of their elites, though he might have had plans different from the others. His fighting skills though, were undoubtedly top-notch.",
        "Condition": 811003
    },
    {
        "Id": 150322,
        "SuitId": 1503,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Even though Ike has lost his body, he seems to be quite indifferent about it. It is worth noting that Ike and President Hassen appear to be a pair of old friends.",
        "Condition": 811006
    },
    {
        "Id": 150421,
        "SuitId": 1504,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Voltaire was still human, she was a literary giant whose philosophy has enlightened many litterateurs in the Golden Age. Her works depicted the embryonic form of the World Government and provided the grounds for its formation. She could pinpoint the enemy's theoretical weaknesses in battles and guide Constructs to land effective attacks.",
        "Condition": 811003
    },
    {
        "Id": 150422,
        "SuitId": 1504,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "It seems that Voltaire and Shakespeare do not get along. The reason behind this is unknown, even to the commandant.",
        "Condition": 811006
    },
    {
        "Id": 150521,
        "SuitId": 1505,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Gloria was still human, she was an artillery officer as well as a devoted antisaccharinist. She is good at breaking the guard of enemies, which is of great help to Constructs.",
        "Condition": 811003
    },
    {
        "Id": 150522,
        "SuitId": 1505,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Gloria boasts a high shooting accuracy. Karenina could not agree more with her motto of \"MORE DAKKA!\"",
        "Condition": 811006
    },
    {
        "Id": 150621,
        "SuitId": 1506,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Richelieu was still human, she was one of the cardinals in the early Golden Age. Foreseeing that religion would lose its appeal, she proposed creating bionic robots for religious services, yet it was met with the opposition of the church. Only when her predictions proved true did the churches hastily activate the batch of mechanical members created by Richelieu. It is worth noting that Richelieu's medical techniques were unmatched among all the churches.",
        "Condition": 811003
    },
    {
        "Id": 150622,
        "SuitId": 1506,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Richelieu was not surprised by the church's stance—she predicted that as well. Now, she has a new and gratifying mission in helping Babylonia with diplomatic relations with different factions.",
        "Condition": 811006
    },
    {
        "Id": 150721,
        "SuitId": 1507,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Samantha was still human, she gravitated towards various animals since her childhood. This fact, along with her aristocratic upbringing, it was no wonder that she became the manager of the urban ecology research center.",
        "Condition": 811003
    },
    {
        "Id": 150722,
        "SuitId": 1507,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now, in addition to providing medical help as a memory chip, Babylonia's ecology research center is her second home.",
        "Condition": 811006
    },
    {
        "Id": 150821,
        "SuitId": 1508,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Mozart was still human, she loved collecting musical works created before the Golden Age. By combining and remixing them, she pioneered a whole new genre that changed Golden Age music. Now, Mozart's tunes, from relaxing to soul-stirring, are all classics and staples on Square Wave Radio.",
        "Condition": 811003
    },
    {
        "Id": 150822,
        "SuitId": 1508,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "In addition to her musical contribution, Mozart is also somewhat of a gourmet. Yet, without a physical body, the sweet succulent taste of fried pork chops will never graze her taste buds again.",
        "Condition": 811006
    },
    {
        "Id": 155021,
        "SuitId": 1550,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The bells rang at midnight, heralding the first Christmas Liv spent with her companions. For this day, Liv has even prepared an ornate set of new clothes. Having this memory with you will make you motivated even on the battlefield.",
        "Condition": 811001
    },
    {
        "Id": 155022,
        "SuitId": 1550,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "On this special day, Liv played a joyful ballad with her trombone. She finally came before the commandant, speaking the words that long stirred in her heart. \"This is our first Christmas together, Commandant. Merry Christmas!\" She continued gently, \"I look forward to you being on my side next year as well!\"",
        "Condition": 811001
    },
    {
        "Id": 155121,
        "SuitId": 1551,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Babylonia has banned fireworks, but what would a new year without people having a blast? Be a hero and save the festival!",
        "Condition": 811001
    },
    {
        "Id": 155122,
        "SuitId": 1551,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Igniting, and... fire—! \"Hey, that's a holographic screen over there!\" \"Boom—Boom—Pow—\" \"...Fine, if that's how it is, let's go all out!\" And so it was that the explosive welcoming of the new year blew everyone away.",
        "Condition": 811001
    },
    {
        "Id": 155221,
        "SuitId": 1552,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The collective memory of certain Easterners in the past, of a wish named homesickness. Dusting off her old memories, remembrance—reunion—came to a certain girl. Alight with these thoughts, the girl stands firmly once more against her enemies.",
        "Condition": 811001
    },
    {
        "Id": 155222,
        "SuitId": 1552,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Sorry, Commandant, I didn't see you coming in... No, I'm fine. Nothing to worry about me... By the way, today is Lantern Festival in human history. Would you like to have a bowl of Tang Yuan, Commandant?",
        "Condition": 811001
    },
    {
        "Id": 160121,
        "SuitId": 1601,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "An introverted assassin when she still had her body. Condelina's targets were all met with a swift and painless death. Her extensive experience as an assassin helps the Constructs in various battles.",
        "Condition": 811003
    },
    {
        "Id": 160122,
        "SuitId": 1601,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "She loves singing when being alone, but after becoming a memory chip, only a select few Constructs, like Liv, can hear her beautiful voice.",
        "Condition": 811006
    },
    {
        "Id": 160221,
        "SuitId": 1602,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A prolific writer with words endow'd; He seeded great minds of the Golden Age; Some WGAA thinkers see him as the trend-; -maker of mechanoid restoration; His talents unmatched, and it little fades; In heat of battle, or the fiery page.",
        "Condition": 811003
    },
    {
        "Id": 160222,
        "SuitId": 1602,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Though now a memory, his quill ain't still; Penning odes lovely, hateful, humanly; A chance meeting with a commandant gray; \"A spark!\" Says he, and vanished since that shrill.",
        "Condition": 811006
    },
    {
        "Id": 160321,
        "SuitId": 1603,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Heisen was still human, she was a madly driven biologist who would even experiment on her own body for science. The human body no longer holds any secrets for her, and she has kept this treasure trove of knowledge to herself alone. Word has it that someone once tried to steal Heisen's research. That someone quickly went missing. It was only after a massive rainstorm that his burnt and thunderstruck corpse drifted out of the sewers.",
        "Condition": 811003
    },
    {
        "Id": 160322,
        "SuitId": 1603,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "When the memory-form Heisen met the Constructs, she was exhilarated at the fruition of a completely foreign field of technology. Trying to dissect Constructs without a corporeal form herself has now become a daily quandary for her.",
        "Condition": 811006
    },
    {
        "Id": 160421,
        "SuitId": 1604,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The once human Darwin revolutionized the biological sciences, bringing about theories that were highly esteemed by the biologists in the Golden Age. Yet that did not satiate Darwin. It was the ultimate evolution of human beings that the scientist sought. To achieve this, innumerable experiments were carried, even on the self. In this current state, is Darwin a he, or a she? To the transhumanist, it hardly seems to matter.",
        "Condition": 811003
    },
    {
        "Id": 160422,
        "SuitId": 1604,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Not only a biologist, but also an inquisitive adventurer—the unflinching Darwin has been of great help for Constructs on the battlefield. Now, even without a body, Darwin still plans on leaving Babylonia and doing research on Earth.",
        "Condition": 811006
    },
    {
        "Id": 160521,
        "SuitId": 1605,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Hanna was still human, she was a well-known corporate spy rumored to be the daughter of the great musician Hanson. With her mastery of disguise and stealth, she infiltrated various big companies. Every theft of hers came with a signature of \"Hanna\". No one, including her employers, knows anything concrete about her—the spy is always the initiator. Her expertise in espionage is of great help to Constructs in special operations.",
        "Condition": 811003
    },
    {
        "Id": 160522,
        "SuitId": 1605,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now, Hanna likes appearing before others in formal outfits. Though, users of Hanna's memory chip are kindly reminded to never take her for her word.",
        "Condition": 811006
    },
    {
        "Id": 160621,
        "SuitId": 1606,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Cottie died at the age of 86 from diabetic complications caused by donut overdose. It is said that she passed away peacefully right after she ordered a donut delivery. Cottie's religious obsession with donuts was deemed military-grade, and so she was made into a memory chip.",
        "Condition": 811003
    },
    {
        "Id": 160622,
        "SuitId": 1606,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Cottie rewarded Syndicute members with donuts for their hard work, and this caused their overall blood sugar levels and weight to rise. Now, without a body, she is constantly scheming about spreading her fried dough addiction to the commandant.",
        "Condition": 811006
    },
    {
        "Id": 160721,
        "SuitId": 1607,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Da Vinci is deemed one of the most important advocates of the mechanoid restoration trends. To call her works masterpieces would be a disgrace for their perfection. Her heavenly crafts are now deservedly stored in the most exquisite showcases of the WGAA. A polymath, it is rumored that most of Cosmos Industries' early products are based on Da Vinci's manuscripts. Her cultural weight makes her presence alone an inspiring beacon to Constructs on the battlefield.",
        "Condition": 811003
    },
    {
        "Id": 160722,
        "SuitId": 1607,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Da Vinci's biggest regret for becoming a memory chip is her inability to create art by hand. To Da Vinci, relying on machines to realize her ideas is soulless. The commandant is the only one who can cheer her up in these gloomy times.",
        "Condition": 811006
    },
    {
        "Id": 160821,
        "SuitId": 1608,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Catherine was still human, she was the owner of Rose Garden. The details of Rose Garden did not survive the trials of time, but according to Catherine, it was located in a valley, and the windows were covered by deep red drapes, so that people inside would not notice the flow of time. Catherine spent her whole life in the garden alone, during which only one mysterious person visited.",
        "Condition": 811003
    },
    {
        "Id": 160822,
        "SuitId": 1608,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Catherine is a medical professional who understands true pain and loneliness. This is why she wants to protect her friends from the suffering she felt before. When she met the commandant for the first time, it brought back some memories to her. But without a body, they seem to hardly matter anymore.",
        "Condition": 811006
    },
    {
        "Id": 160921,
        "SuitId": 1609,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When she was still human, she completed the fundamental theoretical framework for space colonization, taking scientific development to a whole new level. Her knowledge of material properties is also immensely helpful in battle.",
        "Condition": 811003
    },
    {
        "Id": 160922,
        "SuitId": 1609,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Real mad for cute lasses, even physical death could not part her from her cute-is-justice philosophy. She has been continuing with her research, but is refusing to share the results with Asimov. After all, Asimov is still quite a ways from being a cute girl.",
        "Condition": 811006
    },
    {
        "Id": 161021,
        "SuitId": 1610,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Philip II was born into a military family and received strict a military education since her childhood. But why make war, when you can make art? The military and industrial sectors may have been thriving during the Golden Age, but to pursue the sublime heights, and to soothe the spirits of the people, Philip II left her family at a young age to join the newly established WGAA. Her flute performance is said to be quite a feast for the ears.",
        "Condition": 811003
    },
    {
        "Id": 161022,
        "SuitId": 1610,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Philip II loves performing on stage. A master of various musical performance styles, she can easily comfort the minds of her audience. President Allen is currently preparing a concert for Philip II and other virtual idols.",
        "Condition": 811006
    },
    {
        "Id": 161121,
        "SuitId": 1611,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Guinevere was still human, she was fond of analyzing interpersonal relationships and searching for this thing called love in them. Despite being able to get along with everyone, no one has ever truly understood her. She eventually embarked on a journey to find true love and disappeared from the face of the earth. Guinevere's movements are graceful sights that heal the mind and provide emotional support for soldiers on the battlefield.",
        "Condition": 811003
    },
    {
        "Id": 161122,
        "SuitId": 1611,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "It seems that she might have special feelings for the commandant, but when being asked about this, she always replies with an ambiguous answer and a subtle smile.",
        "Condition": 811006
    },
    {
        "Id": 161221,
        "SuitId": 1612,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Frederick was a famous virtual idol during the mechanoid restoration craze. Like a ghost in the shell, she would hide in the currents of the internet and do guerilla gigs on random terminals. The origins of Frederick are a mystery, though some researchers believe that her design might have been inspired by the early Golden Age WGAA member, Philip II. Concerning this matter, President Allen has refused to provide any answers. Frederick's experience in stealth and dodging has taught many Constructs how to avoid damage in battles.",
        "Condition": 811003
    },
    {
        "Id": 161222,
        "SuitId": 1612,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Frederick is unaware of how she got turned into a memory chip, but it hardly matters. After all, she can still hold concerts. Ever since she joined, her morning gigs have practically decommissioned the commandant's alarm clock.",
        "Condition": 811006
    },
    {
        "Id": 161321,
        "SuitId": 1613,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Bathlon was still human, she was known as a one-man army, specializing in one-against-many warfare. Despite her outstanding contributions, Bathlon shunned fame and wealth. She stayed a mere soldier until her death. She knew deep down inside that peace was not for her, and that the battlefield will be her final resting place. Bathlon's battle experience provides great strategic insight to Constructs in battle.",
        "Condition": 811003
    },
    {
        "Id": 161322,
        "SuitId": 1613,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Now, Bathlon is back on the battlefield in the form of a memory chip, wielding her military talents to her heart's content. She seems quite unfazed about being turned in a memory chip, in fact, she seems even a bit happy about it. After all, she no longer has to worry about her receding hairline.",
        "Condition": 811006
    },
    {
        "Id": 161421,
        "SuitId": 1614,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When Patton was still human, she was more a slaughterer than a soldier. She never wore an army uniform. Military discipline meant nothing to her. She did only one thing, and she was good at it—destroying all enemies on the battlefield. Patton's valiance has been an inspiring example to all Constructs.",
        "Condition": 811003
    },
    {
        "Id": 161422,
        "SuitId": 1614,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Before the commandant pointed it out, Patton had no idea why everyone would be scared away the second they see her. Now, Patton is dedicating time to learn how to control her facial expressions and her sword arm from lashing out.",
        "Condition": 811006
    },
    {
        "Id": 161521,
        "SuitId": 1615,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Chen Jiyuan was the head of KCC's Fuxi Crew when he was a human. With astronomy and arithmetic as his major fields of study, Chen Jiyuan was the first to observe FTL route beyond the Milky Way. In terms of his contribution to the field of machine making technology, he was the creator of the initial Musashi and Prime versions and developed the East-Asian mechanical style. He also came up with mechanical upgrade plans that were beyond his times, but unfortunately he \"accidently\" died from a liquid nitrogen leakage before he could implement them. It's said that the observation deck in the Kowloong Corp was built according to his early design scheme.",
        "Condition": 811003
    },
    {
        "Id": 161522,
        "SuitId": 1615,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Chen Jiyuan's Memory was later recycled by the Science Council and made into a Memory Chip. Back on Earth again, Chen Jiyuan refused to reveal the truth behind his death and would rather redirect his energy from clinging to the past to a scientific research that seemingly aimed at preventing something from happening. Due to the overwhelming amount of calculation data Chen Jiyuan produced, even Asimov found it hard to comprehend what research Chen Jiyuan was doing. The two always had fights because of the research and their old identities.",
        "Condition": 811006
    },
    {
        "Id": 141621,
        "SuitId": 1416,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The human Nimitz was an excellent navigator and tactician in the deep sea. She is of great help to Constructs in deep sea missions.",
        "Condition": 811003
    },
    {
        "Id": 141622,
        "SuitId": 1416,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Nimitz is now dealing with Port Murmansk matters with Cunningham.",
        "Condition": 811006
    },
    {
        "Id": 150921,
        "SuitId": 1509,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Boudica was an important figure in the mechanical restoration craze. She believes in machine sentience, thinking that machines should have the same right as human beings. She also led armed conflicts against anti-machinists.",
        "Condition": 811003
    },
    {
        "Id": 150922,
        "SuitId": 1509,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Boudica's memory was later recovered by the World Government. Her commanding prowess and tactical abilities have been of great help to frontline soldiers.",
        "Condition": 811006
    },
    {
        "Id": 161621,
        "SuitId": 1616,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "An early military Construct. Support type. Carries mobile terraforming equipment, and is responsible for battlefield surveying and basic construction work. Not built for combat, Koya is more suited to providing support to his comrades before and after a battle. He is also a close friend of Kamui. During his time with Kamui, Koya has noticed some secrets of Kamui, but has decided to stay silent on the matter, and he himself does not mind them at all. In his last mission, Koya received special orders from Nikola. The mission failed and Koya lost his life.",
        "Condition": 811003
    },
    {
        "Id": 161622,
        "SuitId": 1616,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Using the simulated data in Babylonia's database, a Koya memory chip was created. The memory chip Koya is, however, extremely unstable. Only a few select members can receive his help.",
        "Condition": 811006
    },
    {
        "Id": 155521,
        "SuitId": 1555,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A collaboration memory with KFC. It's finger lickin' good.",
        "Condition": 811003
    },
    {
        "Id": 155522,
        "SuitId": 1555,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Hmph, yeah yeah, just sit there and I'll get it to you.",
        "Condition": 811006
    },
    {
        "Id": 155621,
        "SuitId": 1556,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A collaboration memory with KFC. The best service for customers.",
        "Condition": 811003
    },
    {
        "Id": 155622,
        "SuitId": 1556,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Welcome, Commandant. I thought you wouldn't come today.",
        "Condition": 811006
    },
    {
        "Id": 161721,
        "SuitId": 1617,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Leeuwenhoek was one of Kurono's chief technicians back when he was alive. His primary fields of study included ultra-precision military manufacturing, as well as the design and improvement of internal vital circuits after Construct Tech was introduced. As Punishing Virus continued to wreak havoc, Leeuwenhoek was deeply concerned. He wanted to leave Kurono to fight for the mankind instead. Unfortunately, Kurono would never allow him to escape. On the night that Leeuwenhoek tried to leave the lab, a bolt soaked in neurotoxin struck his back...",
        "Condition": 811003
    },
    {
        "Id": 161722,
        "SuitId": 1617,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Kurono retrieved Leeuwenhoek's body and made a backup of his memories before his brain activity completely stopped. The Memory Chip was then used to assist the artificial intelligence in research, but was later brought back to Babylonia by Asimov in an operation. Reborn as a Memory, Leeuwenhoek was finally able to fulfil his wish. His original Memory Chip was installed in Asimov's lab, while the authorized copies were also distributed to the Task Force to help them in tactical analysis and decision making. When Chen Jiyuan and Asimov had their arguments, Leeuwenhoek was sometimes seen mediating between them.",
        "Condition": 811006
    },
    {
        "Id": 161811,
        "SuitId": 1618,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "His wisdom helped to frame the reign.\\nWho said a scholar could not be a general? Sword and armor were his best friends.\\nTwenty years of warfare, thirty ages of legacy.\\nHis flesh is long gone, but his soul lives in Guiyun.",
        "Condition": 811003
    },
    {
        "Id": 161822,
        "SuitId": 1618,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "—Why would Qu give your Memory Chip to us?\\n—Times have changed. She's no longer the ruler, and I'm no longer her advisor.\\n—And she knows what I want to see.",
        "Condition": 811006
    },
    {
        "Id": 161921,
        "SuitId": 1619,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Star of Life under the personal profile, the record of Flamel left in the Star of Life now is the name only, as if she has never existed. No one knows what she went through, but only fragmented rumors tell of her wild experiments in medicine. Some people say that Flamel's experiments allowed her to live forever in a human state with her beloved, while others say that her experiments will bring the dead back from the dark. No one knows the truth of these rumors, but only some dusty data indicate that it is not groundless, and the door of taboos has indeed been pushed open.",
        "Condition": 811003
    },
    {
        "Id": 161922,
        "SuitId": 1619,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "People who have passed away should pass away with dignity, instead of being resurrected by all means, so that's one of the reasons why her name is taboo. Stop tracing her trail, and this is the only advice I can leave for future generations...",
        "Condition": 811006
    },
    {
        "Id": 162011,
        "SuitId": 1620,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "As one of the main sponsors of WGAA, Lucrezia was supposed to have her name listed among other significant WGAA members.\\nQuite to the contrary, everything related to her, even her name, had become a taboo of WGAA.\\nThe publicly disclosed WGAA history had no mention of her name, even the list of sponsors was later modified and referred to her as \"an old friend\" instead.\\nRumor had it that she accumulated her wealth via deals with Kurono. Some tabloid reporters claimed she once sponsored someone that she shouldn't...",
        "Condition": 811003
    },
    {
        "Id": 162012,
        "SuitId": 1620,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Lucrezia's death was as mysterious as her background.\\nThere was no witness, no investigation, no agents running forensic ballistics with laser pointers. Only a few people related to her arrived at the scene, and they all agreed that the body was hers.\\nThat's all we know in Babylonia.\\nOn this desk right now is the Memory Chip named after her. My advice to you is to not go too far tracing its source.\\nAll you have to know is that I have no intention to find out the secrets behind it, nor do I want it to slip into the hands of those who shouldn't have access to it. It's a great chip, after all. — Asimov",
        "Condition": 811006
    },
    {
        "Id": 162211,
        "SuitId": 1622,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Tifa, previously a Construct from the Babylonia Task Force Suzaku. Captured and rebuilt by the Ascendant Roland during a mission, she is defeated in the subsequent battle with Gray Raven.\\nAfterward, the containment chamber she is in is retrieved by Babylonia personnel, and there have been no more records of her.",
        "Condition": 811003
    },
    {
        "Id": 162212,
        "SuitId": 1622,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "I want to... see the commandant again...\\nI want to... tell the commandant that I've survived...\\nBut she is in no shape to see anyone ever again. Instead of hopelessly persisting, perhaps an end would be a better ending for the suffering young girl.\\nThat is why when the blade Sariel pierces her chest, she does not resist.\\nPerhaps the unspoken words those pale lips would have said is not a cry of pain, but a sigh of relief.",
        "Condition": 811006
    },
    {
        "Id": 155321,
        "SuitId": 1553,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Before the coming of the celebratory day, Babylonia are making all efforts to prepare various materials and gifts to fill up the preparation room of Gray Raven. \"Wrap it up! Commandant must love it!\" Although he cannot understand why he has to do such meaningless things, Lee is still packing the gifts before the commandant arrives, with the celebration costumes draped around his shoulders.",
        "Condition": 811003
    },
    {
        "Id": 155322,
        "SuitId": 1553,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "...Would you like one? Lee passes you a cake made in Kowloong from the tray in his hand.\\nWait, why does it look a little familiar?",
        "Condition": 811006
    },
    {
        "Id": 155323,
        "SuitId": 1553,
        "Order": 3,
        "Type": 2,
        "Title": "Story III",
        "Text": "Standing in front of the snow-covered steps, he, as well as the Gray Raven, wrote down their New Year's Wishes on the Kongming Lantern.\\n—May the journey of the Gray Raven last forever.\\n\"Although no evidence showed that a Kongming Lantern can help to fulfill one's wish, I felt happy when I wrote down my wish.\"",
        "Condition": 811006
    },
    {
        "Id": 162311,
        "SuitId": 1623,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Born in the Golden Age, he was an actor who had only ever played one role—Jack. The villain was so successful that nobody remembered his original name or nature. It was both fortunate and unfortunate for him. After the Punishing outbreak, he stood at the frontline as \"Jack\", just like how he protected the city he loved on the big screen. The signature grin never disappeared from his face since then.",
        "Condition": 811003
    },
    {
        "Id": 162312,
        "SuitId": 1623,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Jack's body was found in the ruins of his city. He was smiling until the last moment, as if death was nothing but a funny show. Babylonia eventually took him in as a Tactical Memory under the recommendation of the World Government Association of Art. The Science Council found his real name in his memory, but he insisted to be addressed as Jack.",
        "Condition": 811006
    },
    {
        "Id": 155711,
        "SuitId": 1557,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Commandant, are you already here? Just one second... I made some cakes, hope you don't mind... Do you like them? Great! The freshly baked cakes give an appetizing aroma, but there is something even sweeter than the delicious flavor.",
        "Condition": 811001
    },
    {
        "Id": 155712,
        "SuitId": 1557,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Commandant, look, the moon is so beautiful tonight. Liv cheerfully wanders in front. You have not seen her so happy for a long time. The calm, brilliant moonlight shines upon her, making her look like a fairy.\\n\"Fairy...? I wanted to become one when I was a kid, but right now...\"\\nLiv takes a breath in, then turns around and smiles.\\n\"I want to stay here, with Commandant and everyone else.\"",
        "Condition": 811003
    },
    {
        "Id": 155713,
        "SuitId": 1557,
        "Order": 3,
        "Type": 2,
        "Title": "Story III",
        "Text": "Thanks, Commandant. I had a great day. Hope times like this can last forever.\\nThe Earth outside the window is still blue, but it is a home too far.\\n\"Miss Ayla said people would return to their homeland and reunite with their family during festivals... One day, everyone will be able to go home. That's my wish, and also the wish of everyone in Babylonia.\"",
        "Condition": 811006
    },
    {
        "Id": 162411,
        "SuitId": 1624,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Just like other Star of Life medics, Elizabeth worked non-stop to treat patients from place to place.\\nLater, when the war broke out, she became a military medic. She managed to create a small safe zone under fire to perform emergency surgeries for dozens of soldiers under harsh conditions. Eventually, the war to reclaim the area was victorious, and Elizabeth also helped to significantly optimize the medical condition of the battlefield. However, she was severely wounded in the war and had to live with an infusion stand for the rest of her life.\\nUnder her leadership, small medical tents were put up on the desolate battlefield, covering it under the starlight of life. Her name was thus remembered by numerous patients and medics.",
        "Condition": 811003
    },
    {
        "Id": 162412,
        "SuitId": 1624,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "People found Elizabeth's body among the bodies of dozens of medics and patients after a surprise attack.\\nThere was a debate between Star of Life and Babylonia over whether or not to convert Elizabeth into a Tactical Memory. But eventually, the medics who worked with her agreed to make her a Memory for soldiers to use based on her great accomplishments. She thus became a companion for soldiers on the battlefield.",
        "Condition": 811006
    },
    {
        "Id": 155811,
        "SuitId": 1558,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "The broken marble, the dark corpses, the cold symbol of the mass death. None of these scares him.\\nWhat he fears is another shadow, love, the shared future of all beings. What he doesn't dare to look at is not the shining metals or marble gravestones, but roses.\\nHe works tirelessly on the complex mission on the other side of the mirror and devotes himself to creating nightmares.\\n\"From the other side of death...\"",
        "Condition": 811001
    },
    {
        "Id": 162511,
        "SuitId": 1625,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Seraphine is an ordinary maid but also a talented painter. During her early years in the Golden Age, Seraphine worked diligently as a maid in households to earn a living. She could only escape for a little while from the hardship of life when she was painting alone at night. She would hum melodies to shut away the noise of the city and indulge herself in the palace of art with the goddess and the candlelight as her companions. She used the elements of eyes, feathers, and plants to produce paintings of a mysterious world. Her unique art style greatly impacted the world of art and made her an important figure in art history. However, the Punishing Virus changed everything. All the exhibitions, invitations, and collaborations were ruined by the war. Her paintings were destroyed in the chaos. Everything she had was gone. Even Seraphine herself disappeared from the public eye, leaving only a few legends for people to gossip about.",
        "Condition": 811003
    },
    {
        "Id": 162512,
        "SuitId": 1625,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Are you sure that feeble woman you see is Seraphine?\\n\"Sure. I interviewed her before. She still has that unique personality even though she has been away from the public eye for so long, so I'm pretty sure that she is Seraphine. She is under the tallest tree on the grassy hill.\"\\n\"But I didn't see the woman in the light blue dress when I got close. There were only flowers painted with a branch on the grassland, showing that she has been here before.\"\\n—The last sighting of Seraphine",
        "Condition": 811006
    },
    {
        "Id": 162611,
        "SuitId": 1626,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Marco is the only Kowloong Crew member who is not from Kowloong. It's said that she was headhunted by Bai Gui, the leader of Chiwen Crew, from the Transatlantic Economic Community to Kowloong. After joining Kowloong, she was mainly in charge of international merchant channels and air and sea route planning. Marco plays a crucial role in making Kowloong as dominant as the Arctic Route Union in the world of logistics globally. However, according to Marco herself, she left the Transatlantic Economic Community just because she was amazed by the mysterious ancient oriental atmosphere of Kowloong. In fact, Marco also wrote a lot about her travel experience in Kowloong during her spare time, which made her a famous figure in the nonfiction literary world.",
        "Condition": 811003
    },
    {
        "Id": 162612,
        "SuitId": 1626,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "According to records, Marco's last report was a record of her departure from a port to trade around the world on a Kua-Er (A Chinese god of strength) grade dreadnought. Following the digital signal, people eventually found the stranded huge ship and the dying Marco near the Derek Strait.\\nAccording to the travel log, many mechanoids on the ship caught the Punishing Virus, which led to a riot during the voyage. The sailors tried their best to fight against the mechanoids under Marco's lead, but the ship eventually encountered abnormal sea currents and was stranded near the Derek Strait and taken over by the countless Corrupted. Marco's last wish was to be made into a Tactical Memory. Maybe she still wished to see the world connected once again with her own eyes and people satisfied by buying quality goods from great merchants.",
        "Condition": 811006
    },
    {
        "Id": 162711,
        "SuitId": 1627,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Ever since he was born, Unimate had been working like a perpetual motion machine to research the \"unknown\" territory with the tools of rationality and logic. Unable to understand Unimate's endless passion, people thought he was nothing but a crazy talent. Unimate had no complaints about it. In fact, he was pretty happy. Under the madness, electric arcs were woven into souls, the jubilance of things that were not supposed to be eliminated.\\nHowever, the outbreak of the Punishing Virus launched him into the abyss. In the last few minutes of his life, Unimate touched his unfinished heart for the very last time, stepped into the fire, and destroyed himself.",
        "Condition": 811003
    },
    {
        "Id": 162712,
        "SuitId": 1627,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "On the scorched chest, obsolete gear lies quietly in the center like a heart. Underneath is a chip that is still functioning miraculously.\\nNo one knows where the Unimate Memory came from. They only know that Unimate was a short-lived talent that shouldn't have been taken away by the ridiculous virus. Someone got him out of his body and placed him into this broken machine. Who is the one behind this?",
        "Condition": 811006
    },
    {
        "Id": 162811,
        "SuitId": 1628,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Isabel believed the craziest fantasy derived from the sincerest heartbeats. Despite the praise and recognition she received, she still sought to break the constraint of human cognition and free the imagination. If the human body was the obstacle, then let it be gone. With her determined hope and belief, Isabel would observe and think from a new perspective and embrace a new world. She would touch, feel, and hold every heartbeat tight to let her mind reach the true vast beyond.",
        "Condition": 811003
    },
    {
        "Id": 162812,
        "SuitId": 1628,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Isabel died. The robot who held her was pretty sure of that. He ended her life himself and converted her into a Tactical Memory. Isabel said her death was the last lesson in the pursuit of truth. Did she break the limit? Were the machines unshackled? Will they be able to walk to true freedom after seeing what's in each other's eyes?",
        "Condition": 811006
    },
    {
        "Id": 162911,
        "SuitId": 1629,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Boone was a forest ranger during the Golden Age, and her parents were both explorers and zoologists. Together, they lived in the wild and helped maintain balance with the natural environment in an undeveloped area. As a hot-headed lone wolf, she lacked proper communication skills. Her first action when confronted with poachers was to fire a warning shot. But with animals, she had a unique ability to calm most animals. After the Punishing Virus outbreak, Boone was attacked by the Corrupted and left on the brink of death while escorting endangered animals to Babylonia.",
        "Condition": 811003
    },
    {
        "Id": 162912,
        "SuitId": 1629,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Impressed by this special forest ranger, Babylonia decided to take her in as a Tactical Memory. Boone brings significant operational efficiency upgrades to the carrier, especially in terms of thermal and blunt-force weaponry. However, her difficult personality has become an unexpected hurdle. Only a few Constructs can get along with her.",
        "Condition": 811006
    },
    {
        "Id": 163011,
        "SuitId": 1630,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Shelley was born at the end of the Golden Age. He witnessed the glorious past of humanity and how easily it was destroyed by the Punishing Virus. He was a member of the Diplomatic Court of Babylonia until he came across people who claimed to be \"the Forsaken\" during a trade with ACA. He then decided to leave Babylonia to stay on the ground and fight for justice and a future that might not exist for these forgotten ones. The leader of the Forsaken told him, \"The Forsaken don't need Babylonia's cheap sympathy.\" But Shelley was not discouraged. Instead, he tried to work on an art form called \"poetry\", recording and celebrating the will and glory of them.",
        "Condition": 811003
    },
    {
        "Id": 163012,
        "SuitId": 1630,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The Punishing Virus destroyed everything but failed to vanish the dream and hope in the eyes of a poet. Shelley's poems spread across Babylonia through acquaintances at WGAA. His meaningful yet imaginative poems touched citizens who were completely unaware of the ongoing disaster on the ground. His pen became a more powerful weapon than bullets. Many started to travel around, trying to get in touch with the Forsaken again. And Shelley was gradually accepted by the Forsaken and became one of them. However, Shelley's life ended abruptly. An accident took his life as he took the transport craft to Babylonia as the ambassador of the Forsaken. The craft fell into the sea, and the only thing they managed to get back was his cold dead body. In memory of this comrade who fought with his pen, the Forsaken saved his memory data. Due to the accident, the relations between the Forsaken and Babylonia plumbed new depths. The tension lasted a long time until a commandant mediated between them. Shelley's memory was thus successfully transported to Babylonia and made into a Tactical Memory according to the will Shelley left long before he passed away.",
        "Condition": 811006
    },
    {
        "Id": 163111,
        "SuitId": 1631,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Even among the Purifying Force members who are despised for being ominous, Charlotte is a fearful name to be heard. This is not because of her cruelty or the astonishing number of traitors she killed but her persistence and tenacity. Once someone is considered a target by her, she will make sure to eliminate them while walking her elegant steps at all costs. Gentle but brutal, elegant yet dirty, she is a mixture of all these opposite elements. It's said that she was born to a famous family in Babylonia but became a Construct for unknown reasons. She even got into the intimidating Purifying Force for the sole purpose of killing someone.",
        "Condition": 811003
    },
    {
        "Id": 163112,
        "SuitId": 1631,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "One day, Charlotte finally saw the man's name on the list of elimination, the man that she dreamed to kill. She would never forget how he stabbed the blade into her innocent parents' chests after the banquet, even though she was still little, even though he was wearing a mask showing only his eyes. However, when she found him, he stood fearlessly before her, along with his illegal Construct safeguards. She knew that it was his plan to get her out and kill her once and for all so that he could finally have a nice sleep, but she bowed elegantly holding her dress just like she would normally do. Her red lips would be the most beautiful and terrifying thing the man had ever seen in his life. The crimson blade went up and broke, but it still went through the man's chest and ended his life, which was even dirtier than his look. But Charlotte also fell like a flower that died in silence. The Memory she left was stored in Babylonia. Her life as Charlotte ended, but her soul will keep on fighting against the filthy people as part of the Purifying Force.",
        "Condition": 811006
    },
    {
        "Id": 163211,
        "SuitId": 1632,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Born before the Golden Age, Turing had been through the long night before mankind embraced the radiant era of Golden Age. He displayed astonishing mathematical talent from a young age. During his time in scientific research, he published multiple deeply influential papers and research findings. During the Golden Age, Turing devoted himself to the computer artificial intelligence (AI) industry and further developed the relevant conjectures he previously proposed. Every advancement in computer AI during the early days of the Golden Age could not have been accomplished without Turing, making him a global leader in the relevant fields of research.",
        "Condition": 811003
    },
    {
        "Id": 163212,
        "SuitId": 1632,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "However, the fall of this genius was as unexpected as the sudden dimming of stars. On a sunny morning, when Turing's assistant pushed open the door of his personal lab, he did not hear the familiar greetings; only Turing's lifeless body awaited him. To others, the death of this genius puzzle-solver itself was an impenetrable mystery. The World Government blocked all the information regarding his death. Over the years, two relatively reasonable speculations emerged. The first suggests that Turing's experiments had in fact achieved more than satisfactory results, but he refused to submit them for his own consideration or other \"ethical\" reasons, leading to his \"disposal.\" The second is that Turing's death itself was a well-designed \"experiment.\" In order to explore the future of computer AI and human intelligence, this genius chose to use himself as the subject. Regardless of the true cause, even in his demise, Turing's memory data continues to influence the cutting-edge research in relevant fields.",
        "Condition": 811006
    },
    {
        "Id": 163311,
        "SuitId": 1633,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Aline was a prodigious painter born during the Golden Age. Despite being raised under the wings of an eminent banker from the Transatlantic Economic Community, she was enamored of the idyllic life in a hamlet that existed before the Golden Age. With such aspiration she eventually left behind her wealthy family. She used the money earned from her creative works to rent a cabin in an obscure hamlet, immersing herself in a warm, bright, and innocent artistic world.",
        "Condition": 811003
    },
    {
        "Id": 163312,
        "SuitId": 1633,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "After the Punishing Virus broke out, everything changed. Aline watched her beloved grain field and many scenes in her paintings burn to ashes. As the world was telling her she could not be the Aline living in her own bubble anymore, she decided to put down her paintbrushes and pick up a weapon, fighting against the devastating virus. Still, Aline's fight came to an end like any other one. She took her last breath just before the sun broke out. The WGAA found her body alongside an empty shotgun and an unfinished drawing—a light that dispelled the night, that Aline could not see again. To realize the girl's last wish the other way, the WGAA sent her memory data back to Babylonia and reformed it into a Tactical Memory. Not before long, her will has been inherited by the ones with the same conviction.",
        "Condition": 811006
    },
    {
        "Id": 163411,
        "SuitId": 1634,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Diesel was known as a top physicist from the early Golden Age and an iconic unlimited off-road bike racer. Her life's ambition was to break humanity's speed constraints, and she was always gazing beyond the fourth cosmic velocity into the vast expanse of space. However, upon discovering her research was used in the development of long-range lethal weapons, she destroyed her life's work. Leaving the world of science, she opened a vintage car shop in her hometown, making a living fixing diesel engines that time had left behind.",
        "Condition": 811003
    },
    {
        "Id": 163412,
        "SuitId": 1634,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "After repeatedly rejecting offers to rejoin leading tech corporations, Diesel decided to go off the grid. She set off on a journey with no end on a bike she'd modified herself. From that point on, Diesel's name disappeared from public view. Until one day, after the Punishing outbreak, a traveler stumbled upon her body at a nameless strait. The traveler took Diesel's preserved consciousness data and, understanding her last wishes, continued the final journey they'd both started.",
        "Condition": 811006
    },
    {
        "Id": 163511,
        "SuitId": 1635,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "When the nameless girl opened her eyes for the first time, all she saw was the dim light of the unknown laboratory, shattered cultivation pod, and her own blood from the glass-cut wound, mixed with the life support fluid. She wanted to find the purpose of her existence. After searching around in the abandoned research facility, she found the information of the head researcher and named herself \"Fran\" after her, then embarked on a journey to find her \"biological parents.\"",
        "Condition": 811003
    },
    {
        "Id": 163512,
        "SuitId": 1635,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The girl observed other humans along her journey. She learned about the happiness that belonged to \"humans,\" and wished her own creator would give her the same. Still, Fran's simple wish was not answered. She finally found her \"biological mother,\" an ex-employee of Daedalus, only to learn that she was but an experiment subject for an artificial organ transplant project, and she was never expected to \"survive.\" Fran went berserk and killed her creator before she disappeared. When the Science Council found her again, she was lying on a vast snowfield, curled up like a wounded beast quietly waiting for its death. Her consciousness was ultimately preserved, but nobody could adapt to this unique Tactical Memory. Perhaps she is still waiting for a \"kin\" who can truly understand her.",
        "Condition": 811006
    },
    {
        "Id": 163611,
        "SuitId": 1636,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Signa was born in the early Golden Age, an era when science and technology boomed. Yet, she chose to walk the solitary path of philosophy. She quietly held a candle in the unexplored wasteland, carrying forth those faint glimmers that should have glowed in the heart of mankind—philosophy, literature, history, and law—the unique things that would support humans even when they were venturing among the stars.\\nOne could hardly connect Signa's gentle smile to the thousands of years of human civilization that lay under, but her influence prevented the human sciences in the Golden Age from falling into emptiness and despair. Even now, there are still libraries and streets named after her in Babylonia.",
        "Condition": 811003
    },
    {
        "Id": 163612,
        "SuitId": 1636,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Someone once said to her, 'Signa, the accusations must be wrong. You are innocent, and you should just leave with your knowledge and ideals. Death shouldn't be your ending.'\\nYet, she replied, 'It is best that I stay here. I should remain and accept the punishment, for I must obey the laws to respect their solemnity. This is a covenant that I cannot violate.'\\nWe stayed with her, watching her calmly and gladly drink that cup of wine. She then lay cleanly on the table, holding her favorite staff that looked like a sword in her arms. The ink on the tablet next to her hand had not even dried.\\n'Let's go.'\\nThose were her final words. The executioner saw her eyes fixed, and her heart grew cold and stiff. He closed her mouth, shut her eyes, and covered her with a spotless white cloth.\\nJust like that, the most virtuous and upright person—I swear—of all the people we have known in this era, died without a sound, not even leaving a whisper of lamentation.\\n—A follower of Signa",
        "Condition": 811006
    },
    {
        "Id": 163711,
        "SuitId": 1637,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Derketo was a talented singer of the Golden Age with an extraordinary voice. It was said that when she performed in an opera house on the sea, her voice penetrated the wall and reached the sea, mesmerizing the sailors of vessels, causing them to veer off course and collide on the opera house walls, leaving many marks. She was hence known as the \"Fairy of the Sea\", but she cared little for such praise. Instead, she retired at the peak of her career, relocating to a small port near the Arctic Route Union with her daughter. In her spare time, she would take her daughter and nearby children out, teaching them how to sing about the sea and praise the snowfield.\\nWhen the Punishing pandemic swept the world, Derketo had a ticket to Babylonia as a renowned artist, but she chose to stay on the ground for her daughter and other kids in the port, and used her savings to collaborate with illegal labs to fund their research of Constructs. She also became one of the first humanoid-hybrid Constructs.",
        "Condition": 811003
    },
    {
        "Id": 163712,
        "SuitId": 1637,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "When Derketo returned to the port from patrol, she was met with nothing but a deadly silence. Her daughter, who always greeted her with songs, never showed up. Instead, she smelled blood and vital fluid. Corrupted invaded this small port, leaving no humans alive. All Derketo saw were Corrupted with red, flickering electronic eyes stumbling in the town, gnawing on human remains, waiting for their next prey. Derketo held her daughter's body in her arms and rode on the waves, singing her last desperate song. With her own frame body, she crushed the last dam that protected the small port town.\\nWhen the Babylonia rescue team arrived and found Derketo, she was still holding her daughter tight. In accordance with her last wish, they were both transformed into tactical Memories, living in a world where they would never be separated again.",
        "Condition": 811006
    },
    {
        "Id": 163811,
        "SuitId": 1638,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Born into a noble family in the Golden Age, Alphonse lost his wife during his early life and then his daughter, who he failed to save from the grip of her terminal disease even at the cost of all his possessions. Bidding farewell to his family, he left home and started to travel the world. During his journey, he noted down things he saw with his pen and paper. Back from his journey, he lived in his broken old house, compiling the history of technology development in the Golden Age. His hermit lifestyle almost made him forgotten by others in town. Few would have imagined that he was once a nobleman due to his unshaven face. However, he was pretty happy with the peace of mind it had brought and was content about his life and work.",
        "Condition": 811003
    },
    {
        "Id": 163812,
        "SuitId": 1638,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The outbreak of Punishing caused panic across the world. Alphonse noticed it earlier than the rest of the town and walked door to door to convince them to hide. However, he was treated as a lunatic, and no one was willing to listen to him. Feeling helpless, he started to make copies of his own consciousness, hoping it would help after the end of mankind and his knowledge would be known someday when the civilization is rebuilt. Soon, the Corrupted stormed the town. The villagers couldn't fight these brutal monsters. Alphonse formed a local militia, leading the survivors to fight against the Corrupted and helping the old and the children to evacuate. He himself ended up dying on the battlefield.",
        "Condition": 811006
    },
    {
        "Id": 163911,
        "SuitId": 1639,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Born into a traditional Navy family during a time of peace, Liliana always admired the military lives of her parents. At a young age, she was already well-versed in naval ships and weapons of many countries, and even exerted a high level of self-discipline close to army standards. Upon reaching adulthood, she entered the Naval Academy and graduated as valedictorian of her class. She finally boarded the latest cruiser ship but was given a trivial role due to the lack of combat missions. Despite this, Liliana continued to hold herself to high standards and even demanded other crew members not to slack. Accustomed to the peace, the sailors could not understand her excessive seriousness and often mocked her behind her back. Over time, Liliana grew reticent and found herself unable to adapt to the tranquility. She often sat on the deck alone, gazing into the endless sea and sky and dreaming of commanding a warship in battle against enemy vessels. She wrote in her diary, \"Peace is good, but it also deprives people of their alertness...\"",
        "Condition": 811003
    },
    {
        "Id": 163912,
        "SuitId": 1639,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Liliana's fleet received an unexpected distress signal from a nearby island while passing the equator. When the warships approached the shore, they were ambushed by a horde of Corrupted hiding along the coast. The soldiers suffered heavy casualties as they lacked training and practice. In this moment of crisis, Liliana, once a laughing stock, was the first to step forward and lead the charge against the Corrupted that had boarded the ship, while calmly organizing the survivors to fall back. She defeated numerous waves of Corrupted, but the power of a single warship was too trivial in front of the overwhelming Punishing. When Babylonia finally found them, the first one that boarded the ship saw a figure pressing against the cabin door with all her might. Under her feet were the fragmented remains of many Corrupted. Even after death, Liliana still commanded a powerful presence. She never backed off till the end.",
        "Condition": 811006
    },
    {
        "Id": 164011,
        "SuitId": 1640,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Born into a scholarly family, Ji Bo'an had been well-read since young. She enjoyed exercising and meditating in her family's bamboo grove every day, contemplating the knowledge she learned. Upon reaching adulthood, she became a well-known scholar in philosophy. When the Punishing Virus engulfed the world, she could no longer focus on her research. Instead, she donated all her wealth to self-help civilian groups. Even when the Corrupted approached her home in an overwhelming number, she remained calm and firmly held her ground in the bamboo grove.",
        "Condition": 811003
    },
    {
        "Id": 164012,
        "SuitId": 1640,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The enemy had finally rushed onto the high ground. Ji Bo'an fought rigorously with her students, using the bamboo grove to separate the incoming Corrupted into several blocks and take them down one by one. This tactic worked well in the beginning, but as time went past, the number of casualties continued to rise. They eventually were surrounded by the Corrupted and lost all ammunition and food supply. After losing her last student, Ji Bo'an returned to the hut she once lived alone. She gazed at the swaying bamboo grove, quietly waiting for her final moment to arrive...",
        "Condition": 811006
    },
    {
        "Id": 164111,
        "SuitId": 1641,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "History always branded Cleopatra with derogatory remarks like femme fatale or man-eater. Yet, the allure of her brilliance has driven countless scholars to study her personal journals, trying to piece together the truth of her legendary life.\\nBorn into a wealthy and progressive magnate family, Cleopatra rose to prominence in the twilight of the Golden Age. She started as the leader of an ordinary, declining economic organization, but soon single-handedly reversed its fortunes and transformed it into a behemoth. She then orchestrated collaborations among major economic powers, indirectly pushing the World Government to pass several economic policies. Yet, rumors about how she manipulated and misused her powers swelled beneath her dazzling achievements. Her competitors unanimously claimed that under her stunning beauty was a venomous snake. Only a few had realized how enormous her ambition was. No obstacle on Cleopatra's path survived for long; they were either devoured by her empire or reduced to dust.",
        "Condition": 811003
    },
    {
        "Id": 164112,
        "SuitId": 1641,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "The final records of Cleopatra date back to the year of the Punishing Virus outbreak. After Cleopatra resigned from most of her positions, the treaties signed by organizations during the Golden Age were gradually broken. She soon faced fierce retaliation, forcing her to retreat into a sanctuary with a few trusted attendants.\\nEven after relinquishing all her powers, Cleopatra's mere existence remained intolerable to many. Determined to eradicate her, her enemies bribed her closest maid to poison her favorite grapes.\\nIt is said on her last night, Cleopatra suddenly asked her attendants, \"Was my life's work only for self-satisfaction, or did it actually push the world forward?\"\\n\"The latter, of course, my most revered lady,\" the maid replied, trembling. \"You saved many lives, including my own.\"\\nCleopatra smiled and ate the grapes without hesitation.",
        "Condition": 811006
    },
    {
        "Id": 164211,
        "SuitId": 1642,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Human Chang Wuzi used to be a well-known philosopher in Kowloong but also a controversial figure due to her unpredictable behaviors. Some believed that she was a guru with profound knowledge and that her words always had more meaning than it appeared. The others believed that she was just a weird girl and her believers were fooled. Genius or weirdo, truths or lies, she didn't seem bothered by what the mortals thought of her.\\nAs an avid traveler, Chang Wuzi almost never stopped long at any place. She's even blacklisted by multiple hotels for playing tricks on others. \"I was not playing a prank... I was just testing them, for their sake.\" This was her response to those who got angry after being tricked.\\n\"I was just curious about the diversity of humanity. Isn't it interesting? I was helping them to think from a more advanced level!\"",
        "Condition": 811003
    },
    {
        "Id": 164212,
        "SuitId": 1642,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Chang Wuzi smiled at it when the Punishing Virus swept through the entire Kowloong and people advised her to leave. It's said that someone had witnessed with their own eyes the fall or the 'liberation,' according to Chang Wuzi herself, of this legendary guru. When groups of the corrupted machines went out of control and started a brutal massacre in the ancient alleys of Kowloong, she was writing fast on a dry well as if she was enjoying a good show.\\nShe completely shut herself off from the noises, whether it was the urge that asked her to leave or the miserable screams. She still smiled like an innocent girl in the face of the tragedy that had happened and the crisis that was going to take place.\\n\"Why escape...? Why save them? There is no freedom in the world of mortals.\" She murmured before the blade of the Corrupted fell on her, \"Our body is no different from a pair of steel shackles that restrain our free spirit... And this is the moment, the moment—\"\\nThe Corrupted took everything she had as a human before she could finish her speech.\\nA ghostly blue butterfly came and landed next to her body. Perhaps just like she had always believed, her soul turned into this butterfly and would fly to eternal freedom and happiness.",
        "Condition": 811006
    },
    {
        "Id": 164311,
        "SuitId": 1643,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Famous for his fast and precise excision techniques, Liston was crowned the \"best actor in the medical field\" back in the Golden Age. He would set up an audience stand in the operation room, where he asked spectators to time him in his pursuit for speed. Some described his operations as \"medical art that was near perfection\". There was never an empty seat at his operations. Liston never faltered when faced with tough decisions. He never hesitated to amputate patients in dire situations and subsequently performed mechanical modifications on them. He remained unfazed in the face of ethical criticism from the public. \"Being soft sows the seeds of future complications. Removal should be performed at the first signs of corruption. Even if unavoidable errors occur, as long as a suitable replacement is offered in time, the problem will be solved, and maybe optimized, even. It is also how humanity was able to evolve into what it is today.\"",
        "Condition": 811003
    },
    {
        "Id": 164312,
        "SuitId": 1643,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Liston had been on the front line ever since the first outbreak of the Punishing Virus. In order to strengthen the forces of humanity through mechanical modifications, he experimented on himself, performing modifications on every inch of his body. Surprisingly, Liston paid the utmost respect to those who had fallen in the war. He was livid when he found out that a student of his was performing modifications on bodies obtained through illegal means, and organized proper burials for all the corpses. This greatly contradicted his cold-blooded image. \"Modification is the pursuit of evolution on the path of survival, but respecting life is the one principle that doctors must never forget.\" Liston had backed up his consciousness early on and carried it with him everywhere. In the war, he sacrificed himself so that others could retreat. The backup was later retrieved and turned into a Memory Chip.",
        "Condition": 811006
    },
    {
        "Id": 164411,
        "SuitId": 1644,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A brilliant philosopher of the Golden Age and an authority of the Ephesian School, the \"Weeping Philosopher\" was known for being proud and solitary. Born into a noble family, she gave up her political background and devoted herself to philosophy. Heraclitus believed that the rapidly advancing technology had led to blind faith in science. To challenge this \"scientific gospel,\" she boldly criticized the trend and wrote \"The Song of Nature\", later known as the \"General Principles of Natural Philosophy\". In this poetic work, she described the universe as a \"living fire\", criticizing the worship of science. Over time, ethical organizations often cited her work, making it a foundation for regulating scientific experiments. Few people knew that the young philosopher cared little for her fame. Tormented by illness, she shut herself in a tall tower and spent her days staring into the flickering fireplace or reaching out to the brilliant stars outside. Perhaps only by locking away her frail body could she journey deep into her soul to search for the key to unlock the gates of truth.",
        "Condition": 811003
    },
    {
        "Id": 164412,
        "SuitId": 1644,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Where does the world come from? It lingers like an ancient ghost, a shadow, feeding on human civilization. Whenever wise thinkers gazes at the stars, its shadow swallowed the endless galaxy. If the Big Bang marked the birth of the universe, then what came before it? This question passed through countless generations and ended up in Heraclitus's hands. The Ethics Organization attacked the Science Council's proposal—the \"Zero-Point Energy Reactor\"—for safety concerns. Surprisingly, Heraclitus, who had always opposed the council, publicly supported the technology, clearing the way for its approval. After all, no philosopher could resist the temptation to glimpse the true nature of the universe. Perhaps the first great flame that forged the cosmos lay hidden beneath the veil of quantum fluctuations. At the flame-lighting ceremony of the first Zero-Point Energy Reactor, Heraclitus stood alone in a quiet corner, watching as the towering steel beast—once a symbol of civilization's hope—erupted in crimson flames. The fire, named The Punishing, crashed down upon the earth like divine wrath. As the Golden Age met its end, shock and fear froze everyone's faces. Only the Weeping Philosopher smiled gently, raising her arms to embrace the creation fire she had long yearned for. \"If humans steal the divine fire and become our own Prometheus, we shall pay the price by being bound on Mount Caucasus, forever sharing the endless agony of the eternal flame.\" —The Song of Nature",
        "Condition": 811006
    },
    {
        "Id": 164511,
        "SuitId": 1645,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "If time before the Golden Age was a long night before dawn, then Wilde was the first ray of twilight that tore through the darkness. Wilde, active at the end of the Golden Age, is regarded by the WGAA as one of the most influential literary figures. Her works, known for both their artistry and accessibility, focused on the theme of \"love\" and were beloved by people everywhere. Many of her fairy tales are still considered classics by critics. She rejected the orthodox and advocated for spontaneous creation through pure talent and intuition. \"Of course, narcissism is the beginning of a lifelong romance. If I don't love myself, how can I love the world?\" With her sharp pen, the romantic poet called for embracing universal love, but ended up being prosecuted by. She was accused of \"inciting immoral behavior\" and exiled. Yet, she continued to live by her ideals, urging people to love fearlessly. It wasn't until the publication of \"The New Earth Book\" that she regained her freedom to return home. \"A philosopher once said: Art is the imitation of nature. However, before humans gave meaning to beauty, nature was not seen as a thing of beauty. Therefore, nature is the imitation of art, and it is we who have created this beautiful world!\"",
        "Condition": 811003
    },
    {
        "Id": 164512,
        "SuitId": 1645,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Wilde fell in love with travel during her years of exile. Many had seen Wilde, dressed in fine clothes, gazing at the stars, lost in a rainbow of inspiration in the scorching sands of North Africa or the barren tundra of the Arctic. Countless artists followed in Wilde's creative footsteps, and it was no exaggeration to say she was like the rose of the Muses: wherever she stepped, a sea of artistic flowers bloomed. The World Government regarded Wilde as a pioneer of new literature and invited her to join their unification efforts. However, as borders were gradually abolished, Wilde was free to roam, making it increasingly difficult to track her down. Finding this elusive writer became the biggest challenge for all. Many years later, people found the late poet in the ruins of a prison. She sat quietly on the worn marble steps, a red-feathered quill resting beside her, as if she wished to leave her final note on the world before parting. Years of exile had ravaged Wilde's body, yet there was not a trace of bitterness in her writings. Even in the final moments of her life, Wilde continued to declare her love for the world: \"My love, do not mourn the fallen petals. I have left my soul for the world. Love boldly, for we shall one day embrace under the heaven of spirits!\"",
        "Condition": 811006
    },
    {
        "Id": 164611,
        "SuitId": 1646,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Mathematician, physicist, pioneer of modern biomechanics... As a genius of the Golden Age, Herschell's every step was followed with eager attention, even giving rise to a school of Machina named after her. Yet, she cared little for public admiration, always focusing on her next design. \"I prefer my identity as a mechanical engineer over those titles.\" Herschell's classes were always packed, as she skillfully showcased the vibrant and interesting side of Machina to her students in a romantic style, often bringing in ordinary or what could be deemed \"trivial\" toys. Tools like steam-powered balls, steam organs, and vending machines—crafted during her leisure time—were incorporated into her work, \"Mechanics and Optics,\" as she believed that the answers to the next revolution might be hidden within these primitive designs. Even in an age of electronic information, she still preferred to use paper materials to record her flights of fancy, and some of her works even look like unfinished classroom notes. Do not question, this is the \"Herschell style\"—her students explained, pointing to a chubby flying dragon drawn on the scattered drafts as they organized them.",
        "Condition": 811003
    },
    {
        "Id": 164612,
        "SuitId": 1646,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Where will machines and humans go from here? Herschell has imagined many futures, but no matter how many speculations she has, she firmly believes one thing will never change: \"Love begets love, and in the future, there will be mechanoids that deeply love humans.\" This is also the principle she has always upheld when creating machines. But before machines and humans could take their next step, the Punishing Virus hit. Disaster struck, and people fled from the mechanoids around them. Only Herschell chose to go against the tide. All the students will remember that day: the mechanical dragon born of love and imagination soared into the sky, flying without hesitation towards the direction Herschell pointed, like a new star tearing through the darkness, dispelling the approaching crisis. Under this protection, Herschell watched her students evacuate and then walked side by side with the mechanoids. Her departing footsteps never wavered, just as she believed this moment was not the end of the coexistence of machines and humans. Many years later, during a search operation, people reentered the campus and were drawn to the brilliant Memory samples and her final manuscript. Amidst the harmonious melody of a steam organ, someone opened the manuscript and read the first sentence: \"The Punishing Virus is not the end of harmonious coexistence between machines and humans, because there are machines that give love to humans in return—can you hear the echo of these words?\"",
        "Condition": 811006
    },
    {
        "Id": 155911,
        "SuitId": 1559,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Is it really that surprising that I can make dessert? As long as you make sure you do everything as the recipe says, even a novice like me can do it... This is for you helping me move, Commandant. Bianca with an apron alone is an unforgettable scene already, yet seeing her in a kitchen like this is even more mesmerizing. \"Commandant... It may sound a bit abrupt. There's a ball coming up tonight. Would you mind... accompanying me?\"",
        "Condition": 811002
    },
    {
        "Id": 155912,
        "SuitId": 1559,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "You came... as promised, Commandant. Leaning over the balcony, Bianca waves at you with a gentle smile, unaware of everyone's eyes fixated on her. \"The ball is about to begin. I need to... change. I'll see you in a minute.\" To her, this is the ball of a lifetime. She hopes with her most beautiful appearance, she can become a never-fading memory for her dancing partner tonight.",
        "Condition": 811004
    },
    {
        "Id": 155913,
        "SuitId": 1559,
        "Order": 3,
        "Type": 2,
        "Title": "Story III",
        "Text": "Commandant, I seem to have got a bit tipsy... Could you let me lean on your shoulder for a while? The alcohol-flavor electrolyte has a mild anesthesia effect on a Construct's M.I.N.D. Bianca is fairly acquainted with wine as a wine named \"water of life\" was commonly used for warming up cold nights and disinfection in the snowfield, but even so, her cheeks are already slightly flushed. At this moment, she hopes wine can give her the courage she needs. \"Commandant, I...\"",
        "Condition": 811006
    },
    {
        "Id": 156011,
        "SuitId": 1560,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "She always radiated a cool, aloof aura. She seemed so close yet so distant. She is ever-changing, adopting countless forms.",
        "Condition": 811002
    },
    {
        "Id": 156012,
        "SuitId": 1560,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "No one knew her wishes. No one understood her confusion.",
        "Condition": 811004
    },
    {
        "Id": 156013,
        "SuitId": 1560,
        "Order": 3,
        "Type": 2,
        "Title": "Story III",
        "Text": "If you could grasp that beam of white moonlight once more... crown her with it and let her know your true feelings.",
        "Condition": 811006
    },
    {
        "Id": 156111,
        "SuitId": 1561,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "As the night falls, the busy streets are bathed in moonlight. In front of the cheering crowd, passionate performers walk to the center of the stage, marking the beginning of a thrilling performance...",
        "Condition": 811002
    },
    {
        "Id": 156112,
        "SuitId": 1561,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Captain, is it our turn yet? And you, Noctis, stop pushing me.\\n\"Finally, it's my time to shine. Make sure you keep up to my pace!\"\\n\"Quiet, you two! We are about to perform!\"",
        "Condition": 811004
    },
    {
        "Id": 156113,
        "SuitId": 1561,
        "Order": 3,
        "Type": 2,
        "Title": "Story III",
        "Text": "Now the stage belongs to Cerberus. Time to rock the night!",
        "Condition": 811006
    },
    {
        "Id": 2000121,
        "SuitId": 20001,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Commandant... Do you like this outfit?",
        "Condition": 811003
    },
    {
        "Id": 2000122,
        "SuitId": 20001,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Dressed in new clothes and elaborate makeup, she blushes shyly. But her acute gaze looks at you in anticipation.",
        "Condition": 811006
    },
    {
        "Id": 2000123,
        "SuitId": 20002,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The blue sea. The golden beach. The bright sunlight. And a quiet place that should be used for resting, which has been turned into a fierce \"battlefield.\" \"Commandant, that was far from getting me excited...\"",
        "Condition": 811003
    },
    {
        "Id": 2000124,
        "SuitId": 20002,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "All right. Here comes the second round! I won't go easy on you, Commandant. You know what will happen if you lose, right? The redheaded Construct raises the wooden sword with a confident smile and challenges you.",
        "Condition": 811006
    },
    {
        "Id": 156221,
        "SuitId": 1562,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A delicate pavilion stands amidst the golden flowers. Strolling through the garden, She has changed into a casual outfit that she seldom wears, but still looks elegant and dignified.\\n\"I heard you wanted to learn tea tasting from me. Looks like you came prepared this time, even bringing sunflowers as a snack. Not bad, have a seat.\"",
        "Condition": 811003
    },
    {
        "Id": 156222,
        "SuitId": 1562,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Keep your hand steady when pouring the hot water into the teapot. Make sure you do it slow...\\nHer instructions are clear and calm. Before you realize it, you have already made a cup of tea together. She gives you an approving smile.\\n\"Good. Now is the time to taste your work.\"",
        "Condition": 811006
    },
    {
        "Id": 156321,
        "SuitId": 1563,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "A breeze sweeps through the golden sunflower garden. Full of ripened seeds, the flowers bow their heads amidst the sweet scent of harvest.\\nDressed in green, she gracefully walks over and smiles.\\n\"Please take a seat, Commandant. I roasted these sunflower seeds. Hope you will like them.\"",
        "Condition": 811003
    },
    {
        "Id": 156322,
        "SuitId": 1563,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "In varying hues, sunflowers of different heights bloom...\\nShe stops writing the poem as you arrive.\\n\"Are you interested in the poem I'm writing, Commandant?\\nNo, this is far from calligraphy.\\nBut if you still like it, that will make me delighted.\"",
        "Condition": 811006
    },
    {
        "Id": 156421,
        "SuitId": 1564,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "On a cozy afternoon, the sun hangs high in the sky, warming the hearts of all. A girl in a casual get-up brims with energy as she waves this way. A smile blooms on her face, warm as the sun, filled with joy and excitement.",
        "Condition": 811003
    },
    {
        "Id": 156422,
        "SuitId": 1564,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Commandant, you're here! A new dessert shop opened up here recently. I've been wanting to try it with you.",
        "Condition": 811006
    },
    {
        "Id": 156521,
        "SuitId": 1565,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The warm sunlight reflects on the shop window displaying a variety of exquisite desserts, and a tempting whiff of sweetness fills the air.",
        "Condition": 811003
    },
    {
        "Id": 156522,
        "SuitId": 1565,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "It's break time and I've already taken care of your work for the afternoon. You're welcome, by the way. Why don't we head over to the plaza and try the afternoon tea I prepared?",
        "Condition": 811006
    },
    {
        "Id": 156621,
        "SuitId": 1566,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The rich taste of cheese, the slight bitterness of cacao, and the bittersweet berries... The crispy cookies hide a multitude of love.",
        "Condition": 811003
    },
    {
        "Id": 156622,
        "SuitId": 1566,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "I prepared all these different sweets and this new coating just for today... Do you like it, Commandant?",
        "Condition": 811006
    },
    {
        "Id": 156721,
        "SuitId": 1567,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "The night is deep, and the moon hangs high. In a corner of the ancient castle, a witch on a broomstick extends her hand to a visitor, as if inviting them to step onto a rainbow candy bridge and continue enjoying this quiet moment just for the two of them.",
        "Condition": 811003
    },
    {
        "Id": 156722,
        "SuitId": 1567,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Commandant, thank you for coming with me to this banquet. The view over there looks lovely. I've got some candies, would you like to come and rest for a while?",
        "Condition": 811006
    },
    {
        "Id": 156821,
        "SuitId": 1568,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "Fireworks streak across the night sky, scattering colorful sparks. The celebration is in full swing, and amidst the cheering crowd, a girl dressed as a little devil sits on a jack-o'-lantern, her gaze fixed on this side. After confirming the visitor's identity, she smiles brightly and waves her candy wand.",
        "Condition": 811003
    },
    {
        "Id": 156822,
        "SuitId": 1568,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Yay! I got you! Commandant, hand over the candy, or I will use some mischief magic!",
        "Condition": 811006
    },
    {
        "Id": 2000021,
        "SuitId": 20000,
        "Order": 1,
        "Type": 2,
        "Title": "Story I",
        "Text": "To Lucia, the hair accessories or even the glamorous-looking kimonos are nothing but mere embellishments. The beauty of a blooming flower lies not in its vessel. The calm maiden steadily arrived at the shrine before it became crowded, bearing nothing but pure wishes.",
        "Condition": 811002
    },
    {
        "Id": 2000022,
        "SuitId": 20000,
        "Order": 2,
        "Type": 2,
        "Title": "Story II",
        "Text": "Girl. Sunshine. Silence. Wishes. \"Please... help me convey my feelings to...\" A flower whispers before the shrine, in this world longing for rejuvenation.",
        "Condition": 811004
    },
    {
        "Id": 5000021,
        "SuitId": 50000,
        "Order": 1,
        "Type": 2,
        "Title": "Story",
        "Text": "A pocket of summer.\\nThe sun-spangled beachside, the small shop under the noon glare, the street corner flickering from the city lights—all memories of you and her.\\nSeasons may come and go, but do never forget this one summer.",
        "Condition": 811004
    }
]